Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: Upload Theme
de_de: Theme hochladen

source: Theme Installer - Upload Theme
de_de: Them-Installer - Theme hochladen

source: Upload Theme ZIP
de_de: Theme-ZIP hochladen

source: Plugin Installer - Upload Plugin
de_de: Plugin-Installer - Plugin hochladen

source: Upload Plugin ZIP
de_de: Plugin-ZIP hochladen

source: Install Plugin
de_de: Plugin installieren

source: Install Plugin - Search via WordPress.org
de_de: Plugin Installieren - Suche via WordPress.org

source: Search Plugin Directory
de_de: Pluginverzeichnis durchsuchen

source: Search WordPress.org Plugin Directory
de_de: WordPress.org Pluginverzeichnis durchsuchen

source: Search Categories
de_de: Kategorien suchen

source: Search Categories (Plugin Tags)
de_de: Kategorien suchen (Plugin-Schlagwörter)

source: Upload ZIP file
de_de: ZIP-Datei hochladen

source: Install Plugin - Upload ZIP file
de_de: Plugin installieren - ZIP-Datei hochladen

source: Newest Plugins
de_de: Neueste Plugins

source: Newest Plugins added on WordPress.org
de_de: Neu hinzugefügte Plugins bei WordPress.org

source: Topics, Use Cases, Tags
de_de: Themen &amp; Schlagwörter

source: Install Plugins - Curated Topics, Use Cases, Plugin Tags (via WordPress.org)
de_de: Plugin installieren - Themen, Einsatzzwecke, Plugin-Schlagwörter (via WordPress.org)

source: Install Favorites
de_de: Favoriten installieren

source: Install Plugins - Favorites (via WordPress.org)
de_de: Plugin installieren - Favoriten (via WordPress.org)

source: Install Theme
de_de: Theme installieren

source: Install Theme - Search via WordPress.org
de_de: Theme installieren - Suche via WordPress.org

source: Search Theme Directory
de_de: Themeverzeichnis durchsuchen

source: Search WordPress Theme Directory
de_de: WordPress.org Themeverzeichnis durchsuchen

source: Install Theme - Upload ZIP file
de_de: Theme installieren - ZIP-Datei hochladen

source: Newest Themes
de_de: Neueste Themes

source: Newest Themes added on WordPress.org
de_de: Neu hinzugefügte Themes bei WordPress.org

source: Install Theme - Favorites (via WordPress.org)
de_de: Theme installieren - Favoriten (via WordPress.org)

source: Website Settings
de_de: Website-Einstellungen

source: Settings for this Site
de_de: Einstellungen für diese Website

source: General Settings for this Site
de_de: Allgemeine Einstellungen für diese Website

source: Permalinks Settings - Link Structure
de_de: Permalink-Einstellungen - Linkstruktur

source: Writing &amp; Publishing
de_de: Schreiben &amp; Veröffentlichen

source: Writing &amp; Publishing Settings
de_de: Einstellungen für Schreiben &amp; Veröffentlichen

source: Reading &amp; Content
de_de: Lesen &amp; Inhalte

source: Reading &amp; Content Settings
de_de: Einstellungen für Lesen &amp; Inhalte

source: Content &amp; Page Settings
de_de: Inhalts- &amp; Seiteneinstellungen

source: Preview Home Page
de_de: Startseite Vorschau

source: Preview Website Home Page
de_de: Website-Startseite Vorschau

source: Preview Blog Page
de_de: Blog-Seite Vorschau

source: Preview Website Blog Page (with latest Posts/ Articles)
de_de: Vorschau der Blog-Seite der Website (mit den neuesten Beiträgen/ Artikeln)

source: Comments
de_de: Kommentare

source: Comments &amp; Discussion Settings
de_de: Kommentare &amp; Diskussionseinstellungen

source: Media Library Settings
de_de: Mediathek-Einstellungen

source: Library Settings
de_de: Mediathek-Einstellungen

source: Library Overview
de_de: Mediathek-Übersicht

source: Media Library Overview
de_de: Mediathek-Übersicht

source: Privacy Page
de_de: Datenschutzseite

source: Privacy Page Settings - for GDPR
de_de: Privatsphäre-Einstellungen - für DSGVO

source: Page Settings
de_de: Seiten-Einstellungen

source: Setup Privacy Page
de_de: Datenschutzseite einrichten

source: Edit Privacy Page
de_de: Datenschutzseite bearbeiten

source: Preview Page
de_de: Vorschau der Seite

source: Preview Privacy Page
de_de: Datenschutzseite Vorschau

source: Page Content Guide
de_de: Seiteninhalt-Leitfaden

source: Page Content Guide - with Example
de_de: Leitfaden für den Seiteninhalt - mit Beispiel

source: Export Personal Data
de_de: Personenbezogene Daten exportieren

source: Erase Personal Data
de_de: Personenbezogene Daten löschen

source: Nginx Server Environment
de_de: Nginx Serverumgebung

source: Nginx Library: WordPress Permalinks
de_de: Nginx Bibliothek: WordPress-Permalinks

source: Manage Content
de_de: Inhalte verwalten

source: Edit Pages
de_de: Seiten bearbeiten

source: Edit Posts
de_de: Beiträge bearbeiten

source: Gallery &amp; Slider
de_de: Galerien &amp; Slider

source: Galleries &amp; Sliders from Add-On Plugins
de_de: Galerien &amp; Slider von Add-On-Plugins

source: Grid View
de_de: Rasteransicht

source: Media Files as Grid View
de_de: Mediendateien in Rasteransicht

source: List View
de_de: Listenansicht

source: Media Files as List View
de_de: Mediendateien in Listenansicht

source: Nav Menus
de_de: Nav-Menüs

source: Manage Nav Menus
de_de: Nav-Menüs verwalten

source: Manage in WP-Admin
de_de: Bearbeiten in WP-Admin

source: Manage Nav Menus in WP-Admin Dashboard (Classic)
de_de: Nav-Menüs im WP-Admin Dashboard bearbeiten (klassisch)

source: Customize Live
de_de: Live anpassen

source: Customize Nav Menus with Live Preview
de_de: Nav-Menüs mit Live-Vorschau im Customizer bearbeiten

source: Menu Locations
de_de: Menüpositionen

source: Manage Nav Menus Locations
de_de: Menüpositionen verwalten

source: Manage Widget Blocks
de_de: Widget-Inhaltsblöcke bearbeiten

source: Manage Widgets in WP-Admin Dashboard (Classic)
de_de: Widgets im WP-Admin Dashboard bearbeiten (klassisch)

source: Customize Widgets with Live Preview
de_de: Widgets mit Live-Vorschau im Customizer bearbeiten

source: All Updates
de_de: Alle Updates

source: All Updates: Core, Plugins, Themes, Translations
de_de: Auf Aktualisierungen prüfen - WordPress-Core, Plugins, Themes, Übersetzungen

source: Plugins Page
de_de: Plugins-Seite

source: All Plugins
de_de: Alle Plugins

source: Active Plugins
de_de: Aktive Plugins

source: Currently active Plugins
de_de: Derzeit aktive Plugins

source: Inactive Plugins
de_de: Inaktive Plugins

source: Currently inactive Plugins
de_de: Derzeit inaktive Plugins

# For Toolbar Extras Plugin
source: Suggested Plugins
de_de: Empfohlene Plugins

# For Toolbar Extras Plugin
source: Plugin Manager for our Add-Ons - Required, Recommended and Useful Plugins
de_de: Plugin-Manager für unsere Add-Ons - Erforderliche, empfohlene und nützliche Plugins

source: Site Health
de_de: Website-Zustand

source: Site Health Status &amp; Debug Info
de_de: Website-Status &amp; Debug-Info

source: Health Status
de_de: Website-Status

source: Site Health Status
de_de: Website-Status

source: Debug Info &amp; Error Reporting
de_de: Debug-Info &amp; Fehlerberichte

source: Customize CSS with Live Preview
de_de: Eigenes CSS mit Live-Vorschau im Customizer bearbeiten

# For Toolbar Extras Plugin
source: Toolbar Settings
de_de: Toolbar-Einstellungen

# For Toolbar Extras Plugin
source: General
de_de: Allgemein

# For Toolbar Extras Plugin
source: General Settings for the Toolbar Extras plugin
de_de: Allgemeine Einstellungen für das Toolbar Extras Plugin

# For Toolbar Extras Plugin
source: Smart Tweaks
de_de: Smarte Anpassungen

# For Toolbar Extras Plugin
source: Smart Tweaks - Tweak items and behavior of WordPress Core and plugins
de_de: Smarte Anpassungen - Optimiert Elemente und Verhalten von WordPress Core und Plugins

# For Toolbar Extras Plugin
source: For Development
de_de: Für die Entwicklung

# For Toolbar Extras Plugin
source: For Development - enable Local Development Environment, plus the optional Dev Mode
de_de: Für die Entwicklung - aktiviere die lokale Entwicklungsumgebung sowie den optionalen Dev-Modus

# For Toolbar Extras Plugin
source: Install and manage Add-Ons and Extensions for Toolbar Extras
de_de: Installation und Verwaltung von Add-Ons und Erweiterungen für Toolbar-Extras

# For Toolbar Extras Plugin
source: Import and Export Settings of Toolbar Extras and its (currently active) Add-Ons
de_de: Einstellungen von Toolbar Extras und dessen (derzeit aktiven) Add-Ons importieren und exportieren

# For Toolbar Extras Plugin
source: About &amp; Support
de_de: Über &amp; Support

# For Toolbar Extras Plugin
source: About &amp; Support for the plugin
de_de: Über das Plugin &amp; Support

# For Toolbar Extras Plugin
source: Support &amp; Resources
de_de: Support &amp; Infos

# For Toolbar Extras Plugin
source: Toolbar Extras Support &amp; Resources
de_de: Toolbar Extras Plugin: Support &amp; Ressourcen

source: Join Newsletter
de_de: Newsletter abonnieren

source: Join Newsletter to get insider info and great resources and deals for WordPress
de_de: Melde dich für den Newsletter an, um Insider-Informationen und großartige Ressourcen und Angebote für WordPress zu erhalten

source: About Toolbar Extras
de_de: Über Toolbar Extras

source: About &amp; Support
de_de: Über &amp; Support

source: Version Timeline
de_de: Versions-Zeitleiste

source: Milestones
de_de: Meilensteine

source: Milestones - Achievements
de_de: Meilensteine - Erfolge

source: Roadmap
de_de: Entwicklungsplanung

source: Community Translations Portal
de_de: Community-Übersetzungen

source: Donate
de_de: Spenden

source: Donate for Ongoing Development
de_de: Spende für die laufende Entwicklung

source: List All Users
de_de: Alle Benutzer auflisten

source: Create New User
de_de: Neuen Benutzer anlegen

source: Super Admins
de_de: Super-Administratoren

source: Admin Users
de_de: Admin-Benutzer

source: Editor Users
de_de: Redakteur-Benutzer

source: %s - External Resources
de_de: %s - Externe Ressourcen

source: GTmetrix Report
de_de: GTmetrix-Bericht

source: Submit Current Page URL
de_de: Aktuelle Seiten-URL einreichen

source: Submit Home URL
de_de: Startseiten-URL einreichen

source: Pingdom Tools
de_de: Pingdom-Werkzeuge

source: Load Impact
de_de: Lade-Auswirkungen

source: Facebook Debugger for Sharing Links
de_de: Facebook Debugger für Teilen-Links

source: %s for Sharing Links
de_de: %s für Teilen-Links

source: Google Services
de_de: Google Dienste

source: Google Structured Data
de_de: Google Strukturierte Daten

source: Google Mobile Friendly
de_de: Google Mobile-freundlich

source: Google Rich Results: Mobile
de_de: Google Rich Ergebnisse: Mobil

source: Google Rich Results: Desktop
de_de: Google Rich Ergebnisse: Desktop

source: Release Notes for WordPress Version %s
de_de: Versionshinweise für WordPress Version %s

source: Release Notes for ClassicPress Versions
de_de: Versionshinweise für ClassicPress Versionen

source: Release Notes
de_de: Versionshinweise

source: System Info - Site Health Status
de_de: Systeminformation - Website-Zustand

source: Privacy Notice
de_de: Datenschutzhinweis

source: Privacy Notice - Data Usage Info
de_de: Datenschutzhinweis - Info zur Datennutzung

source: What's New
de_de: Was ist neu?

source: What's New - Release Feature Info
de_de: Was ist neu - Versionsinformationen

source: Contributors
de_de: Beitragende

source: List of Release Contributors
de_de: Liste der Release-Beitragenden

source: Freedoms
de_de: Freiheiten

source: Freedoms - GPL License Info
de_de: Freiheiten - GPL Lizenzinformationen

source: Donate to the ClassicPress Project
de_de: Spende für das ClassicPress-Projekt

source: WordPress Core Project Roadmap
de_de: WordPress Core Entwicklungsplanung

source: Statistics - WordPress &amp; PHP Versions
de_de: Statistik - WordPress &amp; PHP Versionen

source: History (Versions)
de_de: Historie (Versionen)

source: History of WordPress Versions and Releases
de_de: Historie der WordPress Versionen und Veröffentlichungen

source: Security
de_de: Sicherheit

source: WordPress Security Info
de_de: WordPress Sicherheitsinfo

source: Accessibility
de_de: Barrierefreiheit

source: WordPress Accessibility
de_de: WordPress Zugänglichkeit

source: ClassicPress Core Project Roadmap
de_de: ClassicPress Core-Entwicklungsplanung

source: Petitions
de_de: Petitionen

source: ClassicPress Future Development
de_de: ClassicPress zukünftige Entwicklung

source: ClassicPress Security Team
de_de: ClassicPress Sicherheitsteam

source: Core Development
de_de: Core-Entwicklung

source: ClassicPress Core Development Team
de_de: ClassicPress Core-Entwicklungsteam

source: Getting Started
de_de: Erste Schritte

source: Installing WordPress
de_de: WordPress installieren

source: Basic Usage
de_de: Grundlagen

source: Basic Administration
de_de: Basisverwaltung

source: Customizing
de_de: Anpassungen

source: Maintenance
de_de: Wartung

source: Advanced Topics
de_de: Fortgeschrittene Themen

source: Troubleshooting
de_de: Problembehandlung

source: Old: Codex
de_de: Alt: Codex

source: Old: WordPress Codex
de_de: Alt: WordPress-Codex

source: Support Forums
de_de: Support-Foren

source: Welcome to Support
de_de: Willkommen beim Support

source: The Support Handbook
de_de: Das Support-Handbuch

source: Get Involved - The Support Handbook
de_de: Jetzt mitmachen - Das Support-Handbuch

source: Fixing WordPress
de_de: Fehler beheben

source: Developing with WordPress
de_de: Entwickeln mit WordPress

source: Networking WordPress
de_de: WordPress-Netzwerke

source: Localhost Installs
de_de: Localhost-Installationen

source: Everything else WordPress
de_de: Alles andere WordPress

source: Requests and Feedback
de_de: Anfragen und Feedback

source: Get Involved - Make WP
de_de: Mitmachen - WP machen

source: Handbook
de_de: Handbuch

source: Updates from Teams
de_de: Updates von Teams

source: Updates from Make Teams
de_de: Updates von Make-Teams

source: Meetings Calendar
de_de: Meetings-Kalender

source: Scheduled Meetings for Make Teams
de_de: Geplante Besprechungen für Make-Teams

source: Polyglots - Translations
de_de: Polyglots - Übersetzungen

source: Translate Platform
de_de: Übersetzungsplattform

source: Team Projects
de_de: Team-Projekte

source: Community Deputies
de_de: Community-Vertreter

source: Host Test Results
de_de: Hoster-Testergebnisse

source: Test
de_de: Testing

source: Projects
de_de: Projekte

source: Developers
de_de: Entwickler

source: Common APIs
de_de: Gängige APIs

source: Develop Themes
de_de: Themes entwickeln

source: Develop Plugins
de_de: Plugins entwickeln

source: REST API - Make Applications
de_de: REST API - Anwendungen erstellen

source: WP-CLI - Run Commands
de_de: WP-CLI - Befehle

source: All Questions
de_de: Alle Fragen

source: Unanswered Questions
de_de: Offene Fragen

source: Tags
de_de: Schlagwörter

source: Users
de_de: Benutzer

source: Locale %s
de_de: Sprache: %s

source: Info &amp; Help in German
de_de: Info &amp; Hilfe auf Deutsch

source: Pending
de_de: Ausstehend

source: For Moderation: Pending Comments
de_de: Für Moderation: Ausstehende Kommentare

source: Approved
de_de: Genehmigt

source: Approved Comments
de_de: Genehmigte Kommentare

source: All Comments
de_de: Alle Kommentare

source: Review Spam Comments
de_de: Spam-Kommentare überprüfen

source: Trash
de_de: Papierkorb

source: Review Trashed Comments
de_de: Gelöschte Kommentare überprüfen

source: Note: You Are Currently In a Local Development Environment
de_de: Hinweis: Du befindest dich derzeit in einer Lokalen Entwicklungsumgebung

source: Field Groups
de_de: Feldgruppen

source: Form Builder
de_de: Formular-Builder

source: Entries &amp; Analytics
de_de: Einträge &amp; Auswertung

source: User Signup &amp; Registration
de_de: Benutzeranmeldung &amp; -registrierung

source: Email Accounts
de_de: E-Mail-Konten

source: Password Strength
de_de: Passwortstärke

source: Import Forms
de_de: Formulare importieren

source: GDPR
de_de: DSGVO

source: GDPR (Privacy)
de_de: DSGVO (Datenschutz)

source: Form Wizard
de_de: Formular-Assistent

source: Privacy Settings
de_de: Privatsphäre-Einstellungen

source: Contact Form DB
de_de: Kontaktformular-DB

source: Address Book
de_de: Adressbuch

source: Contact Form X
de_de: Kontaktformular X

source: Customize
de_de: Anpassen

source: Dashboard
de_de: Übersicht

source: Optin Types
de_de: Optin-Typen

source: Info Bars
de_de: Info-Leisten

source: Slide Ins
de_de: Slide-In

source: Connects Contact Manager
de_de: Kontakte verwalten

source: Google Fonts
de_de: Google Schriften

source: Create New
de_de: Neu erstellen

source: New Modal Popup
de_de: Neues Modal-Popup

source: New Info Bar
de_de: Neue Info-Leiste

source: New Slide In
de_de: Neues Slide-In

source: New Before/After
de_de: Neues Vorher/Nachher

source: New In Content Form
de_de: Neues In-Content-Formular

source: New Widget Box
de_de: Neue Widget-Box

source: New Convert Mat
de_de: Neue Convert-Mat

source: New Full Screen Popup
de_de: Neues Vollansicht-Popup

source: Validations
de_de: Überprüfungen

source: Log Files
de_de: Protokolldateien

source: Test Email
de_de: E-Mail Testen

source: Forms Tools
de_de: Formular-Werkzeuge

source: Export Forms
de_de: Formulare exportieren

source: Activity Logs
de_de: Aktivitätsprotokolle

source: Global Settings
de_de: Globale Einstellungen

source: Module
de_de: Modul

source: Modules - Add-Ons/ Extensions
de_de: Module - Add-Ons/ Erweiterungen

source: Enable Modules
de_de: Module aktivieren

source: Form Maker
de_de: Formular-Maker

source: Entries &amp; Leads
de_de: Einträge &amp; Leads

source: Form Entries &amp; Leads
de_de: Formulareinträge &amp; Leads

source: Analytics &amp; Reports
de_de: Analytik &amp; Berichte

source: Form Analytics &amp; Reports
de_de: Formularanalyse &amp; Berichte

source: Insights
de_de: Einblicke

source: Uploads
de_de: Hochgelad. Dateien

source: (no title)
de_de: (ohne Titel)

source: On Empty Page
de_de: Auf leerer Seite

source: Within Theme
de_de: Im Theme

source: Views
de_de: Ansichten

source: Reports
de_de: Berichte

source: All Views
de_de: Alle Ansichten

source: New View
de_de: Neue Ansicht

source: Styles
de_de: Stile

source: Edit Styles
de_de: Stile bearbeiten

source: Manage Form Styles
de_de: Formularstile verwalten

source: PayPal Payments
de_de: PayPal-Zahlungen

source: All Payments
de_de: Alle Zahlungen

source: All PayPal Payments
de_de: Alle PayPal-Zahlungen

source: New Payment
de_de: Neue Zahlung

source: Add New PayPal Payment - Manually
de_de: Neue PayPal-Zahlung hinzufügen - manuell

source: Locations
de_de: Orte

source: Edit Poll
de_de: Umfrage bearbeiten

source: Poll Builder
de_de: Neue Umfrage bauen

source: Edit Quiz
de_de: Quiz bearbeiten

source: Quiz Builder
de_de: Quiz bauen

source: Type: Forms
de_de: Typ: Formulare

source: Type: Polls
de_de: Typ: Umfragen

source: All Polls
de_de: Alle Umfragen

source: New Poll
de_de: Neue Umfrage

source: Type: Quizzes
de_de: Typ: Quizfragen

source: All Quizzes
de_de: Alle Quizfragen

source: New Quiz: No Wrong Answer
de_de: Neues Quiz: Keine falsche Antwort

source: New Quiz: Knowledge
de_de: Neues Quiz: Wissen

source: Data
de_de: Daten

source: Submissions
de_de: Einträge

source: Payments
de_de: Zahlungen

source: Pagination
de_de: Paginierung

source: Contact Form
de_de: Kontaktformular

source: Poll
de_de: Umfrage

source: Quiz: No Wrong Answer
de_de: Quiz: Keine falsche Antwort

source: Quiz: Knowledge
de_de: Quiz: Wissen

source: Export Entries
de_de: Einträge exportieren

source: Import Entries
de_de: Einträge importieren

source: License - Register for Updates
de_de: Lizenz - Für Updates registrieren

source: Messages
de_de: Mitteilungen

source: Actions
de_de: Aktionen

source: All
de_de: Alle

source: Integrations - Manage Connected Apps
de_de: Integrationen - verbundene Apps verwanten

source: Email Lists
de_de: E-Mail-Listen

source: Email Lists - Collected Entries
de_de: E-Mail-Listen - Gesammelte Einträge

source: Custom
de_de: Benutzerdefiniert

source: Comment Form
de_de: Kommentarformular

source: Registration Form
de_de: Registrierungsformular

source: Give Donations
de_de: Give Spenden

source: Top Bar
de_de: Obere Leiste

source: Bar Setting
de_de: Leiste-Einstellungen

source: User Sync
de_de: Benutzer-Sync

source: Mailchimp Setup
de_de: Mailchimp-Einrichtung

source: Email Campaigns
de_de: E-Mail-Kampagnen

source: Edit Email Campaign
de_de: E-Mail-Kampagne bearbeiten

source: Optin Campaigns
de_de: Optin-Kampagnen

source: Edit Optin Campaign
de_de: Optin-Kampagne bearbeiten

source: All Emails
de_de: Alle E-Mails

source: All Email Campaigns
de_de: Alle E-Mail-Kampagnen

source: All Emails / Newsletters
de_de: Alle E-Mails/ Newsletter

source: All Emails / Newsletters - Overview
de_de: Alle E-Mails/ Newsletter - Übersicht

source: New Email Automation
de_de: Neue E-Mail-Automatisierung

source: Add New Email Automation
de_de: Neue E-Mail-Automatisierung erstellen

source: Create Newsletter
de_de: Newsletter erstellen

source: Logs
de_de: Protokolle

source: Email Logs
de_de: E-Mail-Protokolle

source: All Optin Campaigns
de_de: Alle Optin-Kampagnen

source: Campaign Overview
de_de: Kampagnenübersicht

source: All Campaigns - Overview
de_de: Alle Kampagnen - Übersicht

source: All Campaigns
de_de: Alle Kampagnen

source: Type: Lightbox Campaigns (Modal/ Popup)
de_de: Typ: Lightbox-Kampagnen (Modal/ Popup)

source: In-Post
de_de: In-Beitrag

source: Type: In-Post Campaigns
de_de: Typ: In-Beitrag-Kampagnen

source: Type: Sidebar/ Widget Campaigns
de_de: Typ: Sidebar-/ Widget-Kampagnen

source: Notification Bar
de_de: Benachrichtigungsleiste

source: Type: Notification Bar Campaigns
de_de: Typ: Benachrichtigungsleiste-Kampagnen

source: Type: Slide-In Campaigns
de_de: Typ: Slide-In-Kampagnen

source: New Campaign
de_de: Neue Kampagne

source: Add New Campaign
de_de: Neue Kampagne erstellen

source: Optin Campaign
de_de: Optin-Kampagne

source: Email Campaign
de_de: Kampagne bearbeiten

source: All Integrations
de_de: Alle Integrationen

source: All Integrations - Overview
de_de: Alle Integrationen - Übersicht

source: Type: Email Marketing Integrations
de_de: Typ: E-Mail-Marketing Integrationen

source: Social
de_de: Sozial

source: Type: Social Integrations
de_de: Typ: Soziale Integrationen

source: Analytics
de_de: Analyse

source: Type: Analytics Integrations
de_de: Typ: Analyse-Integrationen

source: Type: CRM Integrations
de_de: Typ: CRM-Integrationen

source: Other
de_de: Sonstiges

source: Type: Other Integrations
de_de: Typ: Sonstige Integrationen

source: Add New MailOptin Email Campaign Data
de_de: Neue MailOptin E-Mail-Kampagnen-Daten hinzufügen

source: Email Automation
de_de: E-Mail-Automatisierung

source: Add New MailOptin Email Automation
de_de: Neue MailOptin E-Mail-Automatisierung erstellen

source: Add New MailOptin Newsletter
de_de: Neuen MailOptin Newsletter hinzufügen

source: Add New Form in MailOptin Optin Campaign
de_de: Neues Formular in MailOptin Optin-Kampagne erstellen

source: (Legacy)
de_de: (alt)

source: (Version 2, Legacy)
de_de: (alte Version 2)

source: E-Mail Newsletters
de_de: E-Mail-Newsletter

source: Edit Newsletter
de_de: Newsletter bearbeiten

source: Edit
de_de: Bearbeiten

source: Lists
de_de: Listen

source: Edit List
de_de: Liste bearbeiten

source: All Newsletters
de_de: Alle Newsletter

source: Standard Newsletters
de_de: Standard-Newsletter

source: Auto Newsletters
de_de: Automatische Newsletter

source: Drafts
de_de: Entwürfe

source: New Newsletter
de_de: Neuer Newsletter

source: All Subscribers
de_de: Alle Abonnenten

source: Subscribers
de_de: Abonnenten

source: New Subscriber
de_de: Neuer Abonnent

source: All Lists
de_de: Alle Listen

source: New List
de_de: Neue Liste

source: Basics
de_de: Grundlagen

source: Sign-up Confirmation
de_de: Anmeldebestätigung

source: Send with ...
de_de: Senden mit &hellip;

source: MailPoet Campaign
de_de: MailPoet-Kampagne

source: Add New MailPoet Campaign Data
de_de: Neue MailPoet Kampagnen-Daten hinzufügen

source: Add New MailPoet Newsletter
de_de: Neuen MailPoet Newsletter hinzufügen
