Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: When I was building a lot of sites over the last ten years I had the need for a Toolbar helper plugin where all essential links would be easily accessible and there when I need them. So, I built this plugin to scratch my own itch. The first code was written in 2012 and relased as %1$s. That plugin matured during the next two years and was used on all my install as a foundation. In 2017 I discovered the Elementor Page Builder and immediately fell in love with this tool. Over the months it was more than clear I needed to update or completely rebuild my favorite plugin to work perfectly with my Elementor site building process. Of course, I opted for the latter way. So, based on that proven foundation %2$s was born in February and March of 2018 after lots of coding days, sleepless nights and way too much coffee. All my passion and my experience went into it to make an awesome little helper tool for us Site Builders out there. I hope you find it as useful and like it as much as I do. Happy site building, yeah!
de_de: Während ich eine Menge Websites in den letzten zehn Jahren baute, entwickelte sich das Bedürfnis nach einem Toolbar-Helferplugin, wo alle essentiell wichtigen Links einfach und schnell zugänglich sind, wenn ich sie brauche. Also entwickelte ich das Plugin, um mein eigenes Bedürfnis zu stillen. Der erste Code wurde 2012 geschrieben und als %1$s veröffentlicht. Während der folgenden zwei Jahre reifte das Plugin und war ein Fundament aller meiner Websites. Im Jahr 2017 entdeckte ich den Elementor Page Builder und verliebte mich sofort in dieses Werkzeug. Nach all den Monaten wurde es klar, dass ich mein kleines Plugin aktualisieren oder komplett neu bauen sollte, damit es perfekt meinen Elementor Site-Building-Prozess unterstützt. Natürlich entschied ich mich fürs „neu bauen“. So wurde auf der bewährten Grundlage im Februar und März 2018 das neue Plugin %2$s geboren - an vielen Coding-Tagen, schlaflosen Nächten und mit viel zu viel Kaffee. Meine ganze Leidenschaft und Erfahrung stecken in diesem Werkzeug für alle Site-Builder da draußen! Ich hoffe, Du wirst das Plugin genauso nützlich und genial finden, wie ich selbst. Fröhliches Website-Bauen, yeah!

source: Multisite Toolbar Additions
de_de: Multisite Werkzeugleiste-Zusätze (Multisite Toolbar Additions)

source: David Decker, Plugin author
de_de: David Decker, Plugin-Autor

source: Plugin author
de_de: Plugin-Autor

source: March &amp; April of 2018
de_de: März &amp; April 2018

source: Share the Love
de_de: Die Leidenschaft teilen

source: If you find it useful please add a 5-star review for the plugin at WordPress.org
de_de: Wenn dir das Plugin gefällt, schreibe doch eine 5-Sterne-Rezension bei WordPress.org

source: Write Review
de_de: Rezension schreiben

source: Subscripe to our YouTube Channel and give our videos a thumbs up
de_de: Abonniere unseren YouTube-Kanal und gib den Videos einen Daumen nach oben

source: Subscribe YouTube Channel
de_de: YouTube-Kanal abonnieren

source: See Playlist for Toolbar Extras
de_de: Playlist von Toolbar Extras anschauen

source: Share at Social Media
de_de: Das Plugin bei sozialen Medien teilen

source: I Need Your Support
de_de: Ich brauche deine Unterstützung!

source: Your contribution makes the difference! To support further development and support/ maintenance of the plugin, please consider donating.
de_de: Dein Beitrag macht den Unterschied! Bitte spende, um die weitere Entwicklung sowie Support und Pflege des Plugins zu unterstützen.

source: Donate Now!
de_de: Jetzt spenden!

source: Thanks in advance for any donations and support!
de_de: Vielen Dank im Voraus für jede Spende und Unterstützung!

source: Stay tuned: I want to add more plugin and theme support and hopefully a few add-ons.
de_de: Sei gespannt: Ich will den Plugin- und Theme-Support für die Toolbar weiter ausbauen und hoffentlich auch einige Add-Ons veröffentlichen.

source: Join a thriving Community of Site Builders
de_de: Werde Teil einer florierenden Community von Site-Buildern

source: Get all future insider news about the %s plugin and more fine WordPress plugins from DECKERWEB.
de_de: Erfahre alle zukünftigen Insider-News über das %s-Plugin und weitere feine WordPress-Plugins von DECKERWEB.

source: On top of that get useful tutorials and awesome deals for great WordPress plugins and services.
de_de: Darüber hinaus erhältst du nützliche Tutorials und tolle Angebote für großartige WordPress Plugins und Dienste.

source: Subscribe to my Newsletter
de_de: Abonniere meinen Newsletter

source: Join my Newsletter Now!
de_de: Ja, ich mache mit!

source: How To Get Support
de_de: Support erhalten

source: Thank you for using my plugin! I am happy to help and assist with any question or feedback you have for this plugin.
de_de: Vielen Dank, dass du mein Plugin verwendest! Gerne stehe ich für Hilfe zu allen Fragen rund um das Plugin zur Verfügung.

source: Plugin documentation &amp; Knowledge Base articles
de_de: Plugin-Dokumentation &amp; Knowledge Base-Artikel

source: Documentation
de_de: Dokumentation

source: Facebook Community Group for Toolbar Extras plugin
de_de: Facebook Community-Gruppe für das Toolbar Extras Plugin

source: Free product support @ WordPress.org plugin forum
de_de: Kostenloser Produkt-Support @ WordPress.org Plugin-Forum

source: Site Health System Debug information - for Support purposes
de_de: Website-Zustand Debug-Informationen - für Supportzwecke

source: Show Debug Info
de_de: Debug-Informationen anzeigen

source: by WordPress
de_de: von WordPress

source: Inspect system information - or use for Support purposes
de_de: Systeminformationen inspizieren - oder für Supportzwecke verwenden

source: Show System Info
de_de: Systeminformationen anzeigen

source: by Elementor
de_de: von Elementor

source: When in a Local Development Environment use some elegant tweaks for the Toolbar.
de_de: Einige elegante Tweaks für die Toolbar verwenden, wenn du dich im Lokalen Entwicklungsmodus befindest.

source: When in a Development Mode use some special links and tools geared towards code-savvy developers.
de_de: Wenn du Entwickler bzw. Coder bist, kannst du einige besondere Links und Werkzeuge nutzen.

source: Most of the additional links are displayed in the Site Group.
de_de: Die meisten der zusätzlichen Links werden dabei in der Site-Gruppe angezeigt.

source: Default: %s
de_de: Standard: %s

source: Note: %s means automatic detection based on your current server/domain values.
de_de: Hinweis: %s bedeutet eine automatisierte Erkennung deiner aktuellen Server- bzw. Domainwerte.

source: Current: %s
de_de: Aktuell: %s

source: Default: %s (in Pixel)
de_de: Standard: %s (in Pixel)

source: Browser viewport has to be equal or wider than the given size (in pixel) for the text to appear. The default should work perfectly fine for most desktops and notebooks. On small displays you want your browser real estate not to be stuffed with other things so it doesn't display there.
de_de: Der Browser-Viewport muss gleich oder breiter sein als die angegebene Größe (in Pixeln), damit der Hinweistext erscheint. Der Standard sollte auf den meisten Desktops sowie Notebooks wunderbar funktionieren. Auf kleineren Displays ist der Platz so wertvoll, dass selbst solche Hinweise dort zurücktreten und nicht angezeigt werden sollten.

source: Preferences of the main item added by the plugin - top level in Toolbar.
de_de: Eigenschaften des Hauptelements vom Plugin - Top-Level in der Toolbar.

source: Preferences of the fallback (main) item added by the plugin - top level in Toolbar.
de_de: Eigenschaften des Fallback-Links vom Plugin - oberste Ebene in der Toolbar.

source: Note: This fallback context is shown as you currently have no supported Page Builder installed and/ or activated.
de_de: Hinweis: Dieser Fallback-Kontext wird angezeigt, da du derzeit keinen unterstützten Page Builder installiert und/ oder aktiviert hast.

source: Set a default Page Builder - or none at all.
de_de: Lege einen Standard-Page-Builder fest - oder gar keinen.

source: Name of the set default Page Builder throughout some places of the Toolbar/ this plugin.
de_de: Name des eingestellten Standard-Page-Builders - wird an einigen Stellen in der Toolbar durch dieses Plugin verwendet.

source: Decide which group of items should be shown in the Toolbar - or not.
de_de: Entscheide, welche Links in der Toolbar erscheinen sollen - oder eben nicht.

source: Use special enhancements and tweaks for an improved Block Editor support?
de_de: Verwende spezielle neue Funktionen und Optimierungen für eine verbesserte Unterstützung des Block-Editors?

source: Use Demo Import/ Site Browser Items or not?
de_de: Willst du Demo Import/ Website-Browser-Links verwenden oder nicht?

source: Currently supported for the Themes %1$s and the plugins %2$s.
de_de: Derzeit unterstützt für die Themes %1$s und die Plugins %2$s.

source: Note: These settings are only in effect once a supported entity is active and installed.
de_de: Hinweis: Diese Einstellungen haben nur einen Effekt, wenn ein unterstütztes Theme/ Plugin installiert und aktiviert ist.

source: Decide if link title attributes (Tooltips) should be displayed and which target should be used for external links.
de_de: Lege fest, ob Link-Titelattribute (Tooltips) angezeigt werden sollen, und, welcher Target für externe Links verwendet wird.

source: Change priority and set a optional icon for this additional menu.
de_de: Die Priorität ändern und optional ein Icon für dieses Zusatzmenü festlegen.

source: The menu itself can be build and edited on the %1$s or also %2$s.
de_de: Das Menü selbst kann über die %1$s oder auch %2$s erstellt und bearbeitet werden.

source: Menus admin page
de_de: Menüs-Adminseite

source: via the Customizer
de_de: via dem Customizer

source: When you let the above field empty the default %s will be used. Only when you enter a valid custom URL, that will actually be used. That could be a full external URL or even a (full) frontend or backend URL from your WordPress install. In most cases it should be efficient to use the default behavior.
de_de: Wenn du das obige Feld leer lässt, wird der standardmäßige %s verwendet. Nur wenn du eine gültige URL angibst, wird diese tatsächlich verwendet. Das kann eine komplette externe URL oder sogar eine (komplette) Frontend- oder Admin-URL von deiner WordPress-Installation sein. In den meisten Fällen sollte es effizient sein, das Standardverhalten zu verwenden.

source: Same Tab/ Window
de_de: Gleicher/s Tab/ Fenster

source: New Tab/ Window
de_de: Neuer/s Tab/ Fenster

source: The default value means display directly after the New Content %s section.
de_de: In der Standardeinstellung wird das Element direkt nach dem Bereich „Neuer Inhalt“ %s angezeigt.

source: New
de_de: Neu

source: The smaller the value gets the more on the left the item will be displayed.
de_de: Je kleiner der Wert wird, desto weiter links wird das Element erscheinen.

source: See the attached image links to get the whole thing visually: %1$s and %2$s.
de_de: Sieh dir die angefügten Screenshot-Links an, um das Ganze visuell zu erfassen: %1$s und %2$s.

source: This is for items and labels appearing with the the Main Item and its sub items.
de_de: Dies gilt für Elemente und Bezeichnungen, die mit dem Hauptelement und seinen Unterpunkten erscheinen.

source: When no Page Builder is registered, the fallback mode for the Main Item gets active automatically.
de_de: Wenn kein Page Builder registriert ist, wird der Fallback-Modus für das Hauptelement automatisch aktiviert.

source: All external resource links for the Page Builder, supported Themes and Plugins
de_de: Alle externen Ressourcen-Links für den Page Builder, unterstützte Themes und Plugins

source: All items of the current active theme
de_de: Alle Links des aktuell aktiven Themes

source: All items of the supported general plugins
de_de: Alle Links von unterstützten allgemeinen Plugins

source: All items of the supported Add-On Plugins for the Page Builder
de_de: Alle Links von Unterstützten Add-On-Plugins des Page Builders

source: Additional and tweaked sub items
de_de: Zusätzliche und optimierte Sub-Links

source: This will make the Block Editor available as a registered Page Builder within Toolbar Extras. So it could be used within the Main Item and optionally for other purposes.
de_de: Dadurch wird der Block-Editor (Gutenberg) als registrierter Page Builder in Toolbar Extras verfügbar. Damit kann er innerhalb des Hauptelements und optional für andere Zwecke verwendet werden.

source: Please note: Currently the constant %s is defined (this could be in your WP-Config, in your Theme function file, in a plugin or via a code snippet). Since this constant has a higher priority it will override this setting here!
de_de: Bitte beachte: Derzeit ist die Konstante %s definiert (dies kann in deiner WP-Config, in deiner Theme-Funktionsdatei, in einem Plugin oder über einen Code-Snippet geschehen sein). Da diese Konstante eine höhere Priorität hat, wird diese Einstellung hier überschrieben!

source: If enabled the Block Editor Add-On support gets loaded side by side with any other Page Builder's Add-Ons (because it is the default editor in WordPress).
de_de: Falls aktiviert, wird die Add-On-Unterstützung für den Block-Editor Seite an Seite mit allen anderen Page Builder Add-Ons geladen (da es der Standardeditor in WordPress ist).

source: Determine if the link title attributes (Tooltips) should be used within the Toolbar or not. When set to %1$s then no title attribute will be used in the source code for all links in the Toolbar, including from this plugin, %2$s.
de_de: Lege fest, ob die Link-Titelattribute (Tooltipps) innerhalb der Toolbar verwendet werden sollen oder nicht. Wenn auf %1$s gesetzt, werden im Quellcode für alle Links in der Toolbar keine Titelattribute mehr angezeigt, einschließlich dieses Plugins, %2$s.

source: The default value sets this additional Toolbar menu at the last item of the left part of the Toolbar.
de_de: Der Standardwert fügt dieses zusätzliche Toolbar-Menü an der letzten Stelle des linken Teils der Toolbar ein.

source: Import &amp; Export Plugin Settings
de_de: Plugin-Einstellungen importieren &amp; exportieren

source: For plugin
de_de: Für Plugin

source: Here you can export and import the settings of the %s plugin. This also applies to all currently active add-ons (if they are integrated).
de_de: Hier kannst du die Einstellungen des %s Plugins exportieren und importieren. Dies gilt auch für alle derzeit aktiven Add-Ons (sofern sie integriert sind).

source: In this way you can easily migrate the plugin or add-on settings between several websites or simply create a backup for yourself. Of course it is also possible to export or import only certain groups of settings.
de_de: Auf diese Weise kannst du die Plugin- oder Add-On-Einstellungen einfach zwischen mehreren Websites migrieren oder einfach ein Backup für dich selbst erstellen. Natürlich ist es auch möglich, nur bestimmte Gruppen von Einstellungen zu exportieren oder zu importieren.

source: These %1$s Toolbar Menus are not a part of the above %2$s feature, as they do not belong to the %3$s plugin's settings.
de_de: Diese %1$s Toolbar-Menüs sind nicht Teil der obigen %2$s-Funktion, da sie nicht zu den Einstellungen des %3$s Plugins gehören.

source: Export Import Menus (free, by Akshay Menariya)
de_de: Export Import Menüs (kostenlos, von Akshay Menariya)

source: However, I can highly recommend to use the plugin %s.
de_de: Wie auch immer, ich kann nur dringend dazu raten, das Plugin %s zu verwenden.

source: This will allow you to export and import any %1$s easily, including any menu used for the %2$s location.
de_de: Dies ermöglicht dir den einfachen Export und Import jedes beliebigen %1$s, einschließlich aller Menüs, die für die %2$s Menüposition verwendet werden.

source: WordPress Nav Menu
de_de: WordPress Nav-Menüs

source: Import & Export of %s Toolbar Menus
de_de: Import & Export des %s Toolbar-Menüs

source: Remove or replace default WordPress items and change frontend Toolbar color.
de_de: Standard-WordPress-Links aus der Toolbar entfernen bzw. ersetzen - und, die Frontend-Farbe der Toolbar ändern.

source: Finally, remove or replace the ridiculous "Howdy". Or use a completely custom welcome wording.
de_de: Endlich: den Willkommens-Link anpassen. (Rechte obere Ecke)

source: Re-hook or remove Toolbar items from certain plugins.
de_de: Verschiebe oder entferne Toolbar-Links von bestimmten Plugins.

source: Unload translations for specific plugins so that you can work in an English-language environment. This could be very useful for multilingual installs.
de_de: Übersetzungen für spezifische Plugins nicht laden, damit du in einer englischsprachigen Umgebung arbeiten kannst. Dies kann sehr nützlich sein bei mehrsprachigen Installationen.

source: Usage example
de_de: Praxisbeispiel

source: The site of your client is completely in French. You as the Administrator and site builder speak no French, only English, and the site cannot be switched to English. The user profile language setting doesn’t help as it is only for the WP-Admin. So, in this case when you need to edit stuff in Elementor and want to use Toolbar Extras as well: Then the tweaks below help you to get a English-language environment for Elementor.
de_de: Die Website deines Klienten ist komplett auf Französisch. Du als Administrator und Site-Builder sprichst aber kein Französisch, nur Englisch, und die Website kann nicht auf Englisch umgestellt werden. Die Benutzerprofil-Einstellung für die Sprache hilft hierbei nicht, denn diese gilt nur für WP-Admin. Wenn du in einem solchen Fall Inhalte in Elementor bearbeiten willst und zudem Toolbar Extras verwenden willst: dann helfen die Anpassungen unten, eine englischsprachige Umgebung für Elementor zu erhalten.

source: Please note: this feature is limited to logged-in users which have the capability %s.
de_de: Bitte beachte: Diese Funktion ist auf angemeldete Benutzer beschränkt, die die Berechtigung %s haben.

source: By default these are administrator user roles only. However, developers can use a filter and set a different capability if needed.
de_de: Standardmäßig handelt es sich hierbei nur um Administrator-Benutzerrollen. Entwickler können jedoch einen Filter verwenden und bei Bedarf eine andere Berechtigung einstellen.

source: Have a look in our %s for a code snippet.
de_de: Wirf einen Blick in unsere %s für einen Code-Snippet.

source: documentation
de_de: Dokumentation

source: Tweak a few things regarding the active Page Builder.
de_de: Einige Dinge anpassen, den aktiven Page Builder betreffend.

source: Profile Settings
de_de: Profil-Einstellungen

source: Note: This tweak currently works only with the 8 built-in color schemes in WordPress core which are set in your %s.
de_de: Hinweis: Diese Anpassung funktioniert derzeit nur mit den 8 serienmäßigen Farbschemen von WordPress Core, welche du in deinen %s festlegen kannst.

source: This tweak replaces The WordPress Logo icon (top-left corner in Toolbar) with your Site Icon (Favicon) if set. If no Site Icon is set, the Globe icon gets used as a fallback. The Resource links of WordPress are removed and replaced with external resources for site-builders like Pingdom, Google Search Console etc. This is very useful to check stuff regarding your site quickly.
de_de: Diese Anpassung ersetzt das WordPress-Logo-Icon (obere linke Ecke in der Toolbar) mit dem Website-Icon (Favicon), falls eingestellt im Customizer. Falls kein Website-Icon festgelegt wurde, wird das Dashicon Globus-Icon verwendet. Die Ressourcen-Links von WordPress werden entfernt und mit externen Ressourcen für Website-Builder ersetzt, wie etwa Pingdom, Google Search Console etc. Dies ist sehr nützlich, wenn du regelmäßig Dinge zu deiner Website prüfen willst.

source: Yes, replace the word
de_de: Ja, das Wort ersetzen

source: Yes, custom welcome
de_de: Ja, eigenes Willkommen

source: Hello,
de_de: Hallo,

source: Howdy,
de_de: Willkommen,

source: Example: %s
de_de: Beispiel: %s

# Shortcode description
source: User ID
de_de: Benutzer-ID

# Shortcode description
source: User email
de_de: Benutzer-E-Mail

# Shortcode description
source: User login name
de_de: Benutzername (Login)

# Shortcode description
source: User display name
de_de: Angezeigter Benutzername

# Shortcode description
source: User first name
de_de: Benutzer-Vorname

# Shortcode description
source: User last name
de_de: Benutzer-Nachname

source: not set
de_de: nicht festgelegt

source: Current value
de_de: Aktueller Wert

source: This will replace the complete welcome plus display name title and only use your custom wording.
de_de: Dies wird den Willkommens-Text, inklusive dem angezeigten Name komplett ersetzen. Es wird global nur dein Text verwendet werden.

source: The following Shortcodes can be used within this field:
de_de: Die folgenden Shortcodes können in diesem Feld verwendet werden:

source: profile URL
de_de: Profil-Link

source: When you let the above field empty the default %s will be used. Only when you enter a valid URL, that will actually be used. That could be a full external URL or even a (full) frontend or backend URL from your WordPress install.
de_de: Wenn du das obige Feld leer lässt, wird der standardmäßige %s verwendet. Nur wenn du eine gültige URL eingibst, wird diese tatsächlich verwendet. Das kann eine komplette externe URL oder sogar eine (komplette) Frontend- oder Admin-URL von deiner WordPress-Installation sein.

source: Same Tab/ Window %s
de_de: Gleicher/s Tab/ Fenster %s

source: New Tab/ Window %s
de_de: Neuer/s Tab/ Fenster %s

source: Elementor Tools settings
de_de: Elementor-Werkzeuge Einstellungen

source: This tweak re-hooks the Elementor Inspector item (if enabled in %1$s) as a sub-item of the %2$s Group.
de_de: Diese Anpassung verschiebt den Elementor-Inspektor-Link (falls aktiviert in %1$s) zu einem Sub-Link in der %2$s-Gruppe.

source: StylePress for Elementor
de_de: StylePress für Elementor

source: This tweak re-hooks the %1$s item as a sub-item of the %2$s Group.
de_de: Diese Anpassung verschiebt den %1$s-Link zu einem Sub-Link in der %2$s-Gruppe.

source: This tweak re-hooks the complete Yoast SEO Toolbar group as a sub-item of the Site Group.
de_de: Diese Anpassung verschiebt die komplette Yoast SEO Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe.

source: This tweak re-hooks the complete SEOPress Toolbar group as a sub-item of the Site Group.
de_de: Diese Anpassung verschiebt die komplette SEOPress Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe.

source: This tweak re-hooks the complete Gravity Forms Toolbar group as a sub-item of the Site Group.
de_de: Diese Anpassung verschiebt die komplette Gravity Forms Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe.

source: This tweak re-hooks the complete Smart Slider 3 Toolbar group as a sub-item of the Site Group (Manage Content).
de_de: Diese Anpassung verschiebt die komplette Smart Slider 3 Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe (Inhalte verwalten).

source: This tweak re-hooks the complete NextGen Gallery Toolbar group as a sub-item of the Site Group (Manage Content Media).
de_de: Diese Anpassung verschiebt die komplette NextGen Gallery Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe (Inhalte verwalten Medien).

source: This tweak re-hooks the complete iThemes Security Toolbar group as a sub-item of the Site Group.
de_de: Diese Anpassung verschiebt die komplette iThemes Security Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe.

source: This tweak re-hooks the complete WP Rocket Toolbar group as a sub-item of the Site Group.
de_de: Diese Anpassung verschiebt die komplette WP Rocket Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe.
