Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: Taxonomy Terms
de_de: Taxonomie-Begriffe

source: Custom Swatches Color Picker
de_de: Eigene Farbwähler-Paletten

source: Custom Swatches for Iris Color Picker
de_de: Eigene Paletten für Iris-Farbwähler

source: BoldThemes Settings
de_de: BoldThemes-Einstellungen

source: Delete Expired Transients
de_de: Abgelaufene Transienten löschen

source: Edit Downloads
de_de: Downloads bearbeiten

source: Disable Gutenberg
de_de: Gutenberg deaktivieren

source: Disable Block Editor (Gutenberg)
de_de: Block-Editor deaktivieren (Gutenberg)

source: Dismiss Gutenberg Nag
de_de: Gutenberg-Hinweis ausblenden

source: Archives
de_de: Archive

source: All Archives
de_de: Alle Archive

source: New Archive
de_de: Neues Archiv

source: Schedules
de_de: Zeitpläne

source: All Schedules
de_de: Alle Zeitpläne

source: New Schedule
de_de: Neuer Zeitplan

source: Storage Providers
de_de: Speicherplatzanbieter

source: All Storage Providers
de_de: Alle Speicherplatzanbieter

source: New Storage Provider
de_de: Neuer Speicherplatzanbieter

source: Tools &amp; Logs
de_de: Werkzeuge &amp; Logs

source: PHP Logs
de_de: PHP-Protokolle

source: Packages
de_de: Pakete

source: Storage
de_de: Speicherplatz

source: Duplicator Archive
de_de: Duplicator-Archiv

source: Easy Login Styler
de_de: Einfacher Login-Styler

source: Predefined Templates
de_de: Vordefinierte Templates

source: Title and Labels
de_de: Titel und Bezeichnungen

source: Background &amp; Images
de_de: Hintergrund &amp; Bilder

source: Colors and Styling
de_de: Farben und Styling

source: Redirect and Extras
de_de: Weiterleitung und Extras

source: Activate License
de_de: Lizenz aktivieren

# A plugin name
source: Easy Updates Manager
de_de: Updates einfacher verwalten

source: Manage Plugin Updates
de_de: Plugin-Updates verwalten

source: View: All Plugins
de_de: Ansicht: Alle Plugins

source: Updates enabled
de_de: Updates aktiviert

source: View: Plugins with Updates enabled
de_de: Ansicht: Plugins mit aktivierten Updates

source: Updates disabled
de_de: Updates deaktiviert

source: View: Plugins with Updates disabled
de_de: Ansicht: Plugins mit deaktivierten Updates

source: Manage Theme Updates
de_de: Theme-Updates verwalten

source: All Themes
de_de: Alle Themes

source: View: All Themes
de_de: Ansicht: Alle Themes

source: View: Themes with Updates enabled
de_de: Ansicht: Themes mit aktivierten Updates

source: View: Themes with Updates disabled
de_de: Ansicht: Themes mit deaktivierten Updates

source: Edit Download Products
de_de: Download-Produkte bearbeiten

source: Shop Workers
de_de: Shop-Mitarbeiter

source: Shop Vendors
de_de: Shop-Anbieter

source: Shop Accountants
de_de: Shop-Buchhalter

source: EDD Blue
de_de: EDD Blau

source: %s Blocks
de_de: %s Blöcke

source: Envato Elements
de_de: Envato Elemente

source: Template Kits via Envato Elements
de_de: Template Kits via Envato Elemente

source: Photos
de_de: Fotos

source: Plugin's Settings
de_de: Einstellungen des Plugins

source: My Envato Elements Account
de_de: Mein Envato Elements Konto

source: Help Portal for Envato Elements Service
de_de: Hilfeportal für Envato Elements Service

source: Plugin's Support Forum
de_de: Plugin-Support-Forum

source: Plugin's Translations
de_de: Übersetzungen des Plugins

source: Install Envato Elements
de_de: Envato Elemente installieren

source: Envira Gallery
de_de: Envira Galerie

source: All Albums
de_de: Alle Alben

source: New Album
de_de: Neues Album

source: Standalone
de_de: Freistehend

source: Standalone Settings
de_de: Freistehend-Einstellungen

source: Activate/ Deactivate Add-Ons
de_de: Add-Ons aktivieren/ deaktivieren

source: System Tools
de_de: Systemwerkzeuge

source: Various Tasks
de_de: Verschiedene Aufgaben

source: NextGen Gallery Importer
de_de: NextGen Galerie-Importer

source: Post Templates
de_de: Beitrags-Templates

source: All Post Templates
de_de: Alle Beitrags-Templates

source: New Post Template
de_de: Neues Beitrags-Template

source: New Post Template Builder
de_de: Neuer Post Template Builder

source: New Archive Template Builder
de_de: Neues Archiv-Template bauen

source: Module Element Options
de_de: Modul Element-Optionen

source: Module Image Setting
de_de: Modul Bildeinstellungen

source: Module Loader
de_de: Modullader

source: Module Meta Option
de_de: Modul Meta-Option

source: Module Widget
de_de: Modul Widget

source: Module Custom Post Type
de_de: Modul Eigene Inhaltstypen

source: Module Global Font
de_de: Modul Globale Schriftart

source: Custom Template Options
de_de: Eigene Template-Optionen

source: Single Post Template
de_de: Einzelnes Beitrags-Template

source: Single Archive Template
de_de: Einzelnes Archiv-Template

source: Post Template Builder
de_de: Beitrags-Template bauen

source: Archive Template Builder
de_de: Archiv-Template bauen

source: Log Monitor
de_de: Protokollüberwachung

source: EWWW Optimizer
de_de: EWWW Optimierer

source: EWWW Image Optimizer
de_de: EWWW Bildoptimierung

source: Export &amp; Import Menus
de_de: Exportieren &amp; Importieren von Menüs

source: Extensions
de_de: Erweiterungen

source: Activate/ Deactivate Extensions
de_de: Erweiterungen aktivieren/ deaktivieren

source: Front Page Builder Settings
de_de: Startseiten-Builder Einstellungen

source: Install Plugin via GitHub Updater
de_de: Plugin via GitHub Updater installieren

source: Install Theme via GitHub Updater
de_de: Theme via GitHub Updater installieren

source: GP Back to Top
de_de: GP Zurück nach oben

source: GP Disable Features
de_de: GP Funktionen deaktivieren

source: Background Elements
de_de: Hintergrundelemente

source: Widget Areas
de_de: Widgetbereiche

source: Sidebars - Widget Areas
de_de: Seitenleisten - Widgetbereiche

source: GP Related Posts
de_de: GP Ähnlicher Beiträge

source: GP Social Share
de_de: GP Soziales Teilen

source: GP Tweaks
de_de: GP Anpassungen

source: Health Check
de_de: System-Check

source: Debugging Info
de_de: Debugging-Infos

source: PHP Info
de_de: PHP-Infos

source: Edit Schema
de_de: Schema bearbeiten

source: All Schemas
de_de: Alle Schemen

source: New Schema
de_de: Neues Schema

source: Schemas
de_de: Schemen

source: Performance Test
de_de: Leistungstest

source: Improvements
de_de: Verbesserungen

source: Page Caching
de_de: Seiten-Caching

source: Gzip Compression
de_de: Gzip-Komprimierung

source: Asset Optimization
de_de: Anhang-Optimierung

source: Assets/ Files
de_de: Anhänge/ Dateien

source: Advanced Tools
de_de: Erweiterte Werkzeuge

source: Database Cleanup
de_de: Datenbankbereinigung

source: Uptime Monitoring
de_de: Verfügbarkeitsüberwachung

source: Response Time
de_de: Reaktionszeit

source: Downtime
de_de: Ausfallzeit

source: Select Icons
de_de: Icons auswählen

source: Select Icons from Library
de_de: Icons aus Bibliothek wählen

source: My Collection
de_de: Meine Sammlung

source: Upload Icons
de_de: Icons hochladen

source: Imagify Optimizer
de_de: Imagify Optimierer

source: Imagify Image Optimizer
de_de: Imagify Bildoptimierer

source: Other Media
de_de: Andere Medien

source: Other Media Files
de_de: Andere Mediendateien

source: Configure
de_de: Einrichtung

source: Display Feed
de_de: Feed anzeigen

source: Support &amp; System Info
de_de: Support &amp; System-Informationen

source: Iris Color Picker Enhancer
de_de: Iris-Farbwähler-Palette

source: Ivory Search
de_de: Ivory Suche

source: Edit Search
de_de: Suche bearbeiten

source: Search Form Builder
de_de: Suchformular bauen

source: Includes
de_de: Enthaltene

source: Excludes
de_de: Ausgenommene

source: All Search Forms
de_de: Alle Suchformulare

source: New Search Form
de_de: Neues Suchformular

# New Content Group
source: Ivory Search
de_de: Ivory Suche

source: Contact Form: Feedback
de_de: Kontaktformular: Rückmeldungen

# Jetpack Portfolio
source: All Projects
de_de: Alle Projekte

# Jetpack Portfolio
source: New Project
de_de: Neues Projekt

# Jetpack Portfolio
source: Edit Projects
de_de: Projekte bearbeiten

# Jetpack Portfolio
source: New Portfolio Builder
de_de: Neues Portfolio bauen

source: Sharing Buttons
de_de: Teilen-Buttons

source: Modules &amp; Features
de_de: Module &amp; Funktionen

source: Full Modules List
de_de: Vollständige Liste der Module

source: Writing
de_de: Schreiben

source: Sharing
de_de: Soziales Teilen

source: Discussion
de_de: Diskussion

source: Traffic
de_de: Datenverkehr

source: WordPress.com Settings
de_de: WordPress.com Einstellungen

source: Deprecated Notices
de_de: Deprecated-Hinweise

source: View Log Files
de_de: Protokolldateien ansehen

source: MainWP Child Site
de_de: MainWP Child-Website

source: Restore
de_de: Wiederherstellen

source: Server Info
de_de: Server-Infos

source: Server Info (for this Child Site)
de_de: Server-Infos (für diese Child-Website)

source: Connection Details
de_de: Verbindungsdetails

source: Child Reports
de_de: Child-Berichte

source: Child Reports Settings
de_de: Child-Berichte-Einstellungen

source: Max Mega Menu
de_de: Max Mega Menü

source: Manage Mega Menus
de_de: Mega-Menüs verwalten

source: Menu Themes
de_de: Menü-Themes

source: Media From FTP
de_de: Medien von FTP

source: Search &amp; Register
de_de: Suchen &amp; Registrieren

source: Search &amp; Register new Files from FTP
de_de: Suchen &amp; Registrieren neuer Dateien von FTP

source: Import XML Files
de_de: XML-Dateien importieren

source: Import WordPress WXR or XML Files from FTP
de_de: WordPress WXR- oder XML-Dateien von FTP importieren

source: Register
de_de: Registrieren

source: Search
de_de: Suche

source: User Roles
de_de: Benutzergruppen

source: New Role
de_de: Neue Benutzergruppe

source: Meta Box - Field Groups
de_de: Metabox - Feldgruppen

source: Meta Box Field Groups - Custom Fields Builder
de_de: Metabox-Feldgruppen - Individuelle Felder bauen

source: All Meta Box Field Groups
de_de: Alle Metabox-Feldgruppen

source: New Meta Box Field Group
de_de: Neue Metabox-Feldgruppe

source: Import Field Groups
de_de: Feldgruppen importieren

source: Import Meta Box Field Groups
de_de: Metabox-Feldgruppen importieren

source: Register Post Types
de_de: Inhaltstypen registrieren

source: All Registered Post Types
de_de: Alle registrierten Inhaltstypen

source: Register New Post Type
de_de: Neuen Inhaltstyp registrieren

source: Register Taxonomies
de_de: Taxonomien registrieren

source: All Registered Taxonomies
de_de: Alle registrierten Taxonomien

source: Register New Taxonomy
de_de: Neue Taxonomie registrieren

source: Online Generator - Generate Field Groups
de_de: Online-Generator - Feldgruppen anlegen

source: My Saved Field Groups
de_de: Meine gespeicherten Feldgruppen

source: My Saved Meta Box Field Groups
de_de: Meine gespeicherten Metabox-Feldgruppen

source: My User Account at MetaBox.io
de_de: Mein Benutzerkonto bei MetaBox.io

source: Install Demo Data
de_de: Demo-Daten installieren

source: General Options
de_de: Allgemeine Optionen

source: Header Options
de_de: Header-Optionen

source: Nav Options
de_de: Nav-Optionen

source: Content Options
de_de: Inhalts-Optionen

source: Footer Options
de_de: Footer-Optionen

source: All Pods
de_de: Alle Pods

source: New Pod
de_de: Neuer Pod

source: Add New Pod
de_de: Neuen Pod hinzufügen

source: Manage Components
de_de: Komponenten verwalten

source: Activate Pods Components
de_de: Pods-Komponenten aktivieren

source: All Pods Templates
de_de: Alle Pods-Templates

source: New Pods Template
de_de: Neue Pods-Template

source: Pods Pages
de_de: Pods-Seiten

source: All Pages
de_de: Alle Seiten

source: All Pods Pages
de_de: Alle Pods-Seiten

source: New Page
de_de: Neue Seite

source: New Pods Page
de_de: Neue Pods-Seite

source: Helpers
de_de: Helfer

source: Pods Helpers
de_de: Pods Helfer

source: All Helpers
de_de: Alle Helfer

source: All Pods Helpers
de_de: Alle Pods Helfer

source: New Helper
de_de: Neuer Helfer

source: New Pods Helper
de_de: Neuer Pods Helfer

source: Roles &amp; Capabilities
de_de: Benutzerrollen &amp; Berechtigungen

source: Manage Roles &amp; Capabilities
de_de: Benutzerrollen &amp; Berechtigungen verwalten

source: All Roles
de_de: Alle Benutzerrollen

source: All Roles &amp; Capabilities
de_de: Alle Benutzerrollen &amp; Berechtigungen

source: Add new Role with certain Capabilities
de_de: Neue Benutzerrolle mit bestimmten Berechtigungen hinzufügen

source: Translations
de_de: Übersetzungen

source: Manage Languages &amp; Translations
de_de: Sprachen &amp; Übersetzungen verwalten

source: Migrate Packages
de_de: Pakete migrieren

source: Migrate CPT UI
de_de: CPT UI migrieren

source: Pods Tools
de_de: Pods-Werkzeuge

source: Cleanup &amp; Reset
de_de: Säubern &amp; Zurücksetzen

source: Pods Cleanup &amp; Reset
de_de: Pods Säubern &amp; Zurücksetzen

source: Edit Popups
de_de: Popups bearbeiten

source: Edit Language
de_de: Sprache bearbeiten

source: All Languages
de_de: Alle Sprachen

source: Custom Integration
de_de: Individuelle Integration

source: QuadMenu
de_de: QuadMenü

source: Instant Indexing
de_de: Sofortige Indexierung

source: Instant Indexing for Google
de_de: Sofortige Indexierung für Google

source: Console
de_de: Konsole

source: Setup Guide
de_de: Einrichtungsanleitung

source: Rank Math SEO Options
de_de: Rank Math SEO Optionen

source: Dashboard and Module Setup
de_de: Dashboard und Moduleinrichtung

source: Redirections
de_de: Weiterleitungen

source: Titles &amp; Meta
de_de: Titel &amp; Meta

source: Local SEO
de_de: Lokales SEO

source: Posts
de_de: Beiträge

source: Post Type: Posts
de_de: Inhaltstyp: Beiträge

source: Post Type: Pages
de_de: Inhaltstyp: Seiten

source: Media
de_de: Medien

source: Post Type: Attachments (Media)
de_de: Inhaltstyp: Anhänge (Medien)

source: Taxonomy: Categories
de_de: Taxonomie: Kategorien

source: Taxonomy: Tags
de_de: Taxonomie: Schlagwörter

source: Setup Redirections
de_de: Einrichten von Weiterleitungen

source: All Redirections
de_de: Alle Weiterleitungen

source: New Redirection
de_de: Neue Weiterleitung

source: Add new Redirection
de_de: Neue Weiterleitung hinzufügen

source: Export to .htaccess
de_de: Exportieren nach .htaccess

source: Export Redirections to .htaccess file (Apache Server)
de_de: Weiterleitungen in eine .htaccess-Datei exportieren (Apache-Server)

source: Export to Nginx
de_de: Exportieren nach Nginx

source: Export Redirections to Nginx config file (Nginx Server)
de_de: Weiterleitungen in die Nginx-Konfigurationsdatei (Nginx-Server) exportieren

source: Settings for Redirections
de_de: Einstellungen für Weiterleitungen

source: Learn More
de_de: Mehr erfahren

source: Learn More - Help
de_de: Mehr erfahren - Hilfe

source: Redirection
de_de: Weiterleitung

source: Start Setup Wizard
de_de: Einrichtungsassistent starten

source: Step 1: Your Website
de_de: Schritt 1: Deine Website

source: Step 2: Search Console
de_de: Schritt 2: Suchkonsole

source: Step 2: Google Search Console
de_de: Schritt 2: Google Search Console

source: Step 3: Sitemaps
de_de: Schritt 3: Sitemaps

source: Step 4: Optimization &amp; SEO Tweaks
de_de: Schritt 4: Optimierung &amp; SEO-Anpassungen

source: Step 5: Ready Check
de_de: Schritt 5: Fertig-Check

source: Advanced 1: Role Manager
de_de: Fortgeschrittene 1: Benutzerrollen verwalten

source: Advanced 2: 404 &amp; Redirections
de_de: Fortgeschrittene 2: 404 &amp; Weiterleitungen

source: Advanced 3: Miscellaneous
de_de: Fortgeschrittene 3: Sonstiges

source: Advanced 3: Miscellaneous Options
de_de: Fortgeschrittene 3: Verschiedene Optionen

source: Images
de_de: Bilder

source: Webmaster Tools
de_de: Webmaster-Werkzeuge

source: Edit robots.txt
de_de: robots.txt bearbeiten

source: Edit WordPress virtual robots.txt file
de_de: Virtuelle WordPress robots.txt-Datei bearbeiten

source: Edit .htaccess
de_de: .htaccess bearbeiten

source: Edit the .htaccess file of this installation
de_de: .htaccess-Datei dieser Installation bearbeiten

source: Others
de_de: Sonstiges

source: Global Meta
de_de: Globale Meta

source: Local Meta
de_de: Lokale Meta

source: Homepage
de_de: Startseite

source: Homepage Title &amp; Meta Data
de_de: Homepage-Titel &amp; Metadaten

source: Authors
de_de: Autoren

source: Misc Pages
de_de: Sonstige Seiten

source: Post Type: Products
de_de: Inhaltstyp: Produkte

source: Taxonomy: Product Categories
de_de: Taxonomie: Produktkategorien

source: Taxonomy: Product Tags
de_de: Taxonomie: Produkt-Schlagwörter

source: Sitemap Settings
de_de: Sitemap-Einstellungen

source: Search Analytics
de_de: Suchanalyse

source: SEO Analysis
de_de: SEO-Analyse

source: Status &amp; Tools
de_de: Status &amp; Werkzeuge

# A plugin name
source: Redirection
de_de: Weiterleitungen

source: Groups
de_de: Gruppen

source: All Groups
de_de: Alle Gruppen

source: 404 Errors
de_de: 404 Fehler

source: 404 Error Logs
de_de: 404-Fehlerprotokolle

source: Regenerate Thumbnails
de_de: Vorschaubilder erstellen

# A plugin name
source: Safe Redirect Manager
de_de: Sichere Weiterleitungen

source: All Redirect Rules
de_de: Alle Weiterleitungsregeln

source: New Redirect Rule
de_de: Neue Weiterleitungsregel

source: Replace Domain URL
de_de: Domain-URL ersetzen

source: Backup Database
de_de: Datenbank sichern

source: Import SQL Database File
de_de: SQL-Datenbankdatei importieren

source: The SEO Framework
de_de: Das SEO Framework

source: Extension Manager
de_de: Erweiterungsmanager

source: Get free Extension Manager
de_de: Extension-Manager jetzt installieren …

source: Get the free Extension Manager for The SEO Framework
de_de: Hole dir den kostenlosen Extension-Manager für das SEO Framework

# A plugin name
source: SEO Redirection
de_de: SEO-Weiterleitungen

source: Custom Redirects
de_de: Individuelle Weiterleitungen

source: Post Redirects
de_de: Beitrags-Weiterleitungen

source: History
de_de: Historie

source: All Broken Links
de_de: Alle fehlerhaften Links

source: Start Scan
de_de: Scan starten

source: 404 Redirection
de_de: 404-Weiterleitung

source: Sermon Manager
de_de: Predigten verwalten

source: Sermon Manager (by WP for Church)
de_de: Predigten verwalten (von WP für Kirchen)

source: Preacher
de_de: Prediger

source: Series
de_de: Serien

source: Topics
de_de: Themen

source: Books
de_de: Bücher

source: Service Types
de_de: Dienstarten

source: Display
de_de: ﻿Anzeige

source: Verse
de_de: Vers

source: Import/Export Settings
de_de: Einstellungen importieren/ exportieren

source: Import/Export Plugin Settings
de_de: Plugin-Einstellungen importieren/ exportieren

source: Import MP3 Files
de_de: MP3-Dateien importieren

source: MP3 Import - Mapping
de_de: MP3-Import - Zuordnung

source: Shariff Wrapper Sharing Settings
de_de: Shariff Wrapper Teilen-Einstellungen

source: Design Settings
de_de: Designeinstellungen

source: Statistic Settings
de_de: Statistik-Einstellungen

source: Shortcode Params
de_de: Shortcode-Parameter

source: Get Help: Overview of Shortcode Parameters
de_de: Erhalte Hilfe: Übersicht der Shortcode-Parameter

source: Ranking
de_de: Rangliste

source: Legal Info &amp; Background
de_de: Rechtliche Hinweise &amp; Hintergrund

source: Shortcoder - HTML, JavaScript and Snippets
de_de: Shortcoder - HTML, JavaScript und Snippets

source: All Shortcodes
de_de: Alle Shortcodes

source: New Shortcode
de_de: Neuer Shortcode

source: ShortPixel Optimizer
de_de: ShortPixel Optimierer

source: ShortPixel Image Optimizer
de_de: ShortPixel Bildoptimierer

source: Simple CSS
de_de: Einfaches CSS

source: Edit in Admin
de_de: Bearbeiten im Admin

source: Edit CSS in WP-Admin Dashboard (big CSS-Editor)
de_de: CSS im WP-Admin Dashboard bearbeiten (großer CSS-Editor)

source: with Live Preview
de_de: mit Live-Vorschau

source: Edit CSS with Live Preview in Customizer
de_de: CSS mit Live-Vorschau im Customizer bearbeiten

source: Customize Simple CSS with Live Preview
de_de: Einfaches CSS mit Live-Vorschau im Customizer bearbeiten

source: Web Designers
de_de: Web-Designer

source: Simple Custom CSS
de_de: Eigenes CSS

source: Customize Simple Custom CSS with Live Preview
de_de: Eigenes CSS mit Live-Vorschau im Customizer bearbeiten

source: Simple History
de_de: Einfache Historie

source: Edit Links
de_de: Links bearbeiten

source: Simple Links
de_de: Einfache Links

source: All Links
de_de: Alle Links

source: New Link
de_de: Neuer Link

source: Link Categories
de_de: Link-Kategorien

source: Link Ordering
de_de: Link-Sortierung

source: Edit URLs
de_de: URLs bearbeiten

source: Site Health Manager
de_de: Website-Zustand Manager

source: Site Health Manager for Status &amp; Info Tabs
de_de: Website-Zustand Manager für Status- &amp; -Debug-Info-Tabs

source: Manage Status
de_de: Status verwalten

source: Manage Site Health Status Items/ Tests
de_de: Website-Status Zustandselemente-Elemente/ -Tests verwalten

source: Manage Info
de_de: Infos verwalten

source: Manage Site Health Debug Info Items
de_de: Verwalten von Info-Elementen für Website-Zustand Debug-Informationen

source: Site Health Tool Manager
de_de: Website-Zustand Manager

source: Site Health Tool Manager for Status Tab
de_de: Website-Zustand Manager für Status-Tab

source: Smart Sliders
de_de: Smarte Slider

source: Smart Sliders (via Smart Slider 3)
de_de: Smarte Slider (via Smart Slider 3)

source: Fonts Settings
de_de: Schriften-Einstellungen

source: Smush Optimizer
de_de: Smush Optimierer

source: Smush Image Optimizer
de_de: Smush Bildoptimierer

source: Bulk Smush
de_de: Smush Massenoptimierung

source: Directory Smush
de_de: Verzeichnis-Smush

source: Optimize Files in Directories
de_de: Dateien in Verzeichnissen optimieren

source: Lazy loading images
de_de: Bilder später laden

# Toolbar New Content section
source: Add new Soliloquy Slider
de_de: Neuen Soliloquy Slider hinzufügen

source: Stream
de_de: Aktivitäten-Stream

source: Alerts
de_de: Benachrichtigungen

source: Alerts - Notifications
de_de: Warnmeldungen - Benachrichtigungen

source: All Alerts
de_de: Alle Benachrichtigungen

source: New Alert
de_de: Neue Benachrichtigung

source: Exclude
de_de: Ausschließen

source: Exclude Settings
de_de: Ausschließen-Einstellungen

source: Edit Tables
de_de: Tabellen bearbeiten

source: Theme Switcha
de_de: Theme-Wechsler

source: Edit Affiliate Links
de_de: Affiliate-Links bearbeiten

source: Thrive Comments Moderation
de_de: Thrive Kommentar-Moderation

source: Thrive Comments
de_de: Thrive Kommentare

source: Moderate
de_de: Moderieren

source: Edit Timeline Posts
de_de: Zeitleiste-Beiträge bearbeiten

source: Toolbelt
de_de: Werkzeuggürtel

source: Project Types
de_de: Projektarten

source: Project Tags
de_de: Projektschlagwörter

source: Processes
de_de: Prozesse

source: Transient Cleaner
de_de: Transienten löschen

source: Transients Manager
de_de: Transienten-Manager

source: Backup Now
de_de: Jetzt sichern

source: Backup Archive
de_de: Datensicherungen

source: User Activity Log
de_de: Protokoll der Benutzeraktivität

source: Reusable Templates
de_de: Wiederverwendbare Templates

source: All Reusable Templates
de_de: Alle wiederverwendbaren Templates

source: New Reusable Template
de_de: Neues wiederverwendbares Template

source: Reusable Template
de_de: Wiederverwendbares Template

source: Reusable Template Block
de_de: Wiederverwendbarer Template-Block

source: Widget Options
de_de: Widget-Optionen

source: Import or Export Widgets
de_de: Widgets Import &amp; Export

source: Visit Store
de_de: Shop anzeigen

source: Shop Managers
de_de: Shop-Manager

source: WooCommerce Violet
de_de: WooCommerce Violett

source: WP Color Picker Enhancement
de_de: WP-Farbwähler-Erweiterung

source: WP-Cron Events
de_de: WP-Cron-Ereignisse

source: All Cron Events
de_de: Alle Cron-Ereignisse

source: All WP-Cron Events
de_de: Alle WP-Cron-Ereignisse

source: New Cron Event
de_de: Neues Cron-Ereignis

source: New WP-Cron Event
de_de: Neues WP-Cron-Ereignis

source: New PHP Cron Event
de_de: Neues PHP-Cron-Ereignis
