Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: WP-Cron Schedules
de_de: WP-Cron-Zeitpläne

source: Manage WP-Cron Schedules
de_de: WP-Cron-Zeitpläne verwalten

source: DB Migrate
de_de: DB-Migration

source: Edit %s
de_de: %s bearbeiten

source: Edit %s &amp; Revisions
de_de: %s &amp; Revisionsbearbeitung

source: Downloads Settings
de_de: Download-Einstellungen

source: File Settings
de_de: Dateieinstellungen

source: Mobile Menu
de_de: Mobile-Menü

source: Left Menu
de_de: Linkes Menü

source: Right Menu
de_de: Rechtes Menü

source: Edit Portfolio Content
de_de: Portfolio-Inhalte bearbeiten

source: Social Profiles
de_de: Soziale Profile

source: Other Schemas
de_de: Weitere Schemen

source: Breadcrumb Settings
de_de: Breadcrumb-Einstellungen

source: Supported Schema Types
de_de: Unterstützte Schema-Typen

source: WP Security Audit Log
de_de: WP-Sicherheitsprotokoll

source: Enable/ Disable Events
de_de: Ereignisse aktivieren/ deaktivieren

source: User Profiles &amp; Activity
de_de: Benutzerprofile &amp; Aktivität

source: Content &amp; Comments
de_de: Inhalt &amp; Kommentare

source: WordPress Install
de_de: WordPress-Installation

source: Multisite Network
de_de: Multisite-Netzwerk

source: Third Party Plugins
de_de: Drittanbieter-Plugins

source: File Integrity Scan
de_de: Datei-Integritätsprüfung

source: Exclude Objects
de_de: Objekte ausschließen

source: WP Show Posts
de_de: WP Beiträge anzeigen

source: Bulk Install Plugins
de_de: Plugins Masseninstallation

source: Bulk Install Plugins via WPCore Collections
de_de: Plugins Masseninstallation via WPCore-Sammlungen

source: Plugin Installer for WPCore Collections
de_de: Plugin-Installer für WPCore Sammlungen

source: Manage Collections
de_de: Sammlungen verwalten

source: Manage Plugin Collections
de_de: Plugin-Sammlungen verwalten

source: Manage Your Collections
de_de: Verwalte deine Sammlungen

source: WPCore Service
de_de: WPCore Dienst

source: Install Plugins via WPMU DEV
de_de: Plugin via WPMU DEV installieren

source: Open Clone
de_de: Klon öffnen

source: Open
de_de: Öffnen

source: Admin Login
de_de: Admin-Anmeldung

source: Create Staging Clone
de_de: Staging-Klon erstellen

source: Edit Installation
de_de: Installation bearbeiten

source: Sync Installs
de_de: Installationen synchronisieren

source: All Sync Jobs
de_de: Alle Sync-Aufträge

source: PULL Jobs
de_de: PULL-Aufträge

source: PUSH Jobs
de_de: PUSH-Aufträge

source: Add New Install
de_de: Neue Installation hinzufügen

source: Setup
de_de: Einrichtung

source: WP Synchro Install
de_de: WP Synchro-Installation

source: Yoast Quick Setup
de_de: Yoast Schnelleinrichtung

source: Redirects
de_de: Weiterleitungen

source: Redirect
de_de: Weiterleitung

source: Plain Redirects
de_de: Einfache Weiterleitungen

source: Plain Redirect
de_de: Einfache Weiterleitung

source: Regex Redirects
de_de: Regex-Weiterleitungen

source: Regex Redirect
de_de: Regex-Weiterleitung

source: Howdy, %s
de_de: Willkommen, %s

source: Galleries (via NextGen Gallery)
de_de: Galerien (via NextGen Gallery)

# Label for iThemes Security plugin
source: Security
de_de: Sicherheit

source: Security (via iThemes Security)
de_de: Sicherheit (via Themes Security)

source: Elementor Template Inspector
de_de: Elementor Template-Inspektor

source: %1$s Library
de_de: %1$s-Bibliothek

source: %1$s Settings
de_de: %1$s-Einstellungen

source: %1$s Tools
de_de: %1$s-Werkzeuge

source: %1$s Resources
de_de: %1$s-Ressourcen

source: %1$s Developers
de_de: %1$s-Entwickler

source: All %s
de_de: Alles %s

source: New %s
de_de: Neues %s

source: Active Theme: %s
de_de: Aktives Theme: %s

# Toolbar New Content section
source: With Builder
de_de: Mit Page Builder bauen

# Toolbar New Content section
source: Create with Builder
de_de: Mit Page Builder erstellen &amp; bauen

# Elementor Template type
source: Content
de_de: Inhalt

# Toolbar New Content section
source: Build New %s
de_de: Neu bauen: %s

# Toolbar New Content section
source: Create New %s Template with Builder
de_de: Neues Template mit Builder bauen: %s

source: %s (free Add-On)
de_de: %s (kostenloses Add-On)

source: Local Dev: %s
de_de: Lokal-Dev: %s

source: These settings below will only appear below if the supported plugins are installed and activated.
de_de: Die Einstellungen hier darunter erscheinen nur, wenn die unterstützten Plugins installiert und aktiviert sind.

source: %s Links open in a new browser tab/ window
de_de: %s Links öffnen in einem neuen Browser-Tab/ -Fenster

source: Yes
de_de: Ja

source: %s Links open in same browser tab/ window
de_de: %s Links öffnen im selben Browser-Tab/ -Fenster

source: No
de_de: Nein

source: This info is only shown once. When dismissed it will never appear again.
de_de: Diese Info erscheint nur einmal. Wenn geschlossen, erscheint diese Infobox nie wieder.

source: Super Admin
de_de: Super-Administrator

source: Admins
de_de: Administratoren

source: Admin
de_de: Administrator

source: Site
de_de: Website

source: %s Toolbar Menu
de_de: %s Toolbar-Menü

source: %3$s Toolbar Menu
de_de: %3$s Toolbar-Menü

# Toolbar New Content section
source: %s View
de_de: %s Ansicht

# Toolbar New Content section
source: %s Form
de_de: %s Formular

# A WordPress Form Builder Plugin
source: %s Forms
de_de: %s Formulare

# Toolbar New Content section
source: Add new %s
de_de: Neu hinzufügen: %s

# Plugin's settings page save button
source: Save Changes
de_de: Änderungen speichern

source: Choose Icon
de_de: Icon auswählen

source: None (empty)
de_de: Keins (leer)

source: None (no custom URL)
de_de: Keine (keine benutzerdefinierte URL)

source: Note: Please make sure to enter the full URL, including %s.
de_de: Wichtig: Bitte gib die komplette URL an, einschließlich %s.

source: To adjust these settings just open the %1$s tab here. Don't let the "(local) development" wording confuse you: you can use this setting feature for whatever you want. Have fun! ;-)
de_de: Um diese Einstellungen anzupassen, öffne einfach den Tab %1$s hier. Lass dich nicht von der Formulierung „(Lokale) Entwicklung" oder dergleichen verwirren: Du kannst diese Funktion verwenden, für was auch immer du willst. Viel Spaß! ;-)

# Site Health Debug info
source: Undefined
de_de: Nicht definiert

# Site Health Debug info
source: Enabled
de_de: Aktiviert

# Site Health Debug info
source: Disabled
de_de: Deaktiviert

# Site Health Debug info
source: Plugin not installed or active
de_de: Plugin nicht installiert oder aktiv

source: opens in a new tab
de_de: öffnet in neuem Tab

source: User Group
de_de: Benutzergruppe

source: Diagnostic information for this plugin, helpful for %s and %s
de_de: Diagnoseinformationen für dieses Plugin, hilfreich für %s und %s

source: To change option values, go to the %s
de_de: Um die Optionswerte zu ändern, gehe zu %s

source: plugin's settings
de_de: Einstellungen des Plugins

source: Extension
de_de: Erweiterung

source: %s Version History
de_de: Versionshistorie des %s

source: Official Theme Documentation
de_de: Offizielle Theme-Dokumentation

source: Test Current Page URL
de_de: Aktuelle Seiten-URL testen

source: Test Home URL
de_de: Startseiten-URL testen

source: Setting %s Name
de_de: Einstellung Name von %s

source: This affects the %s name in various instances of the Toolbar and the Admin area.
de_de: Dies wirkt sich auf den Namen %s in verschiedenen Instanzen der Toolbar sowie des Admin-Bereichs aus.

source: Settings > Toolbar Extras > Tab: General > Section: Links Behavior
de_de: Einstellungen > Toolbar Extras > Tab: Allgemeine Einstellungen > Bereich: Verhalten von Links

source: How can I disable the link attributes (tooltips)?
de_de: Wie kann ich die Link-Attribute (Tooltips) deaktivieren?

source: Go to
de_de: Gehe zu

source: Add-On Support Info
de_de: Add-On Support-Informationen

source: Please note, the %1$s Add-On plugin is not officially endorsed by %2$s. It is an independently developed solution by the community for the community. Therefore our support is connected to the Add-On itself, to the Toolbar and the things around it, not the inner meanings of %3$s.
de_de: Bitte beachte, dass das %1$s Add-On Plugin nicht offiziell von %2$s unterstützt wird. Es ist eine von der Community unabhängig entwickelte Lösung für die Community. Daher gilt unser Support dem Add-On selbst, sowie der Toolbar und den Dingen, die damit verbunden sind, nicht der inneren Bedeutung von %3$s.

# Plugin settings page: listing of items to export
source: Base plugin
de_de: Basis-Plugin

source: Design: Full View
de_de: Design: Vollansicht

source: Custom Options: CSS, Code etc.
de_de: Eigenes CSS, Code, etc.

source: Custom CSS &amp; Code: Full View
de_de: Eigenes CSS &amp; Code: Vollansicht

source: Front Page Image
de_de: Startseiten-Bild

source: Front Page Background Images
de_de: Startseiten-Hintergrundbilder

source: Front Page Content Settings
de_de: Startseiten-Inhaltseinstellungen

source: Front Page Images
de_de: Startseiten-Bilder

source: Typography
de_de: Typografie

source: Theme Info
de_de: Theme-Infos

source: Header Media
de_de: Header-Medien

source: Background Images
de_de: Hintergrundbilder

source: Archive Grid
de_de: Archiv-Raster

source: Single Posts
de_de: Einzelbeiträge

source: Course Maker Pro Settings
de_de: Course Maker Pro Einstellungen

source: Color Palette
de_de: Farbpalette

source: Base Styles
de_de: Basis-Stile

source: Single Post / Page
de_de: Einzelner Beitrag / Seite

source: Blog / Archive Layout
de_de: Blog- / Archiv-Layout

source: Hero Section
de_de: Hero-Abschnitt

source: Mega Menu
de_de: Mega-Menü

source: Scroll To Top
de_de: Nach oben scrollen

source: Import Demos
de_de: Demos importieren

source: Genesis Customizer Demos Import
de_de: Genesis Customizer Demos importieren

source: Genesis Customizer Theme Settings
de_de: Genesis Customizer Theme-Einstellungen

source: General Child Theme Settings
de_de: Allgemeine Child Theme-Einstellungen

source: Color Palette Settings
de_de: Einstellungen der Farbpalette

source: Activate Pro Modules
de_de: Pro-Module aktivieren

source: %s Update Info
de_de: %s Update-Infos

source: Mai Site Layouts
de_de: Mai Website-Layouts

source: Mai Banner Area
de_de: Mai Banner-Bereich

source: Mai Content Archives
de_de: Mai Inhaltsarchive

source: Mai Content Singular
de_de: Mai Inhalts-Einzelansichten

source: Mai Content Type: %s
de_de: Mai Inhaltstyp: %s

source: Mai Styles
de_de: Mai Stile

source: Import Demo Data
de_de: Demodaten importieren

source: Favorites
de_de: Favoriten

source: Manage Mai Favorites
de_de: Mai Favoriten verwalten

source: All Favorites
de_de: Alle Favoriten

source: New Favorite
de_de: Neuer Favorit

source: Favorite Categories
de_de: Favoriten-Kategorien

source: Edit Favorites
de_de: Favoriten bearbeiten

source: Manage Mai Testimonials
de_de: Mai Referenzen verwalten

source: Testimonial Categories
de_de: Referenzen-Kategorien

source: Ads &amp; Extra Content
de_de: Anzeigen &amp; Extra-Inhalte

source: Manage Mai Ads &amp; Extra Content
de_de: Mai Anzeigen &amp; Extra-Inhalte verwalten

source: Backstretch Image
de_de: Backstretch-Bild

source: Home Top
de_de: Startseite oben

source: Front Page Header Image
de_de: Startseiten-Headerbild

source: Body Style
de_de: Body-Stil

source: Heading Style
de_de: Überschriften-Stil

source: Accent Colors
de_de: Akzentfarben

source: Footer Settings
de_de: Footer-Einstellungen

source: Blog Settings
de_de: Blog-Einstellungen

source: Front Page Background Image
de_de: Startseiten-Hintergrundbild

source: Getting Started: Import Demo Content &amp; Layouts
de_de: Erste Schritte: Importieren von Demo-Inhalten &amp; -Layouts

source: Genesis Settings
de_de: Genesis-Einstellungen

source: General Theme Settings
de_de: Allgemeine Theme-Einstellungen

source: What's New &amp; Version Info
de_de: Was ist neu? &amp; Versions-Infos

source: Theme Settings
de_de: Theme-Einstellungen

source: SEO Settings
de_de: SEO-Einstellungen

source: Tutorials (Premim Membership Site)
de_de: Anleitungen (Premium Membership-Angebot)

source: Genesis for Beginners
de_de: Genesis für Einsteiger

source: Blog: Genesis Development
de_de: Blog: Genesis-Entwicklung

source: Bill Erickson Blog: Development with Genesis Framework
de_de: Bill Erickson Blog: Entwicklung mit dem Genesis Framework

source: Genesis Getting Started - Import Demo Content
de_de: Genesis Erste Schritte - Demo-Inhalte importieren

source: Import Demo Content
de_de: Demoinhalte importieren

source: Genesis Plugins from the Plugin Directory
de_de: Genesis Plugins aus dem Pluginverzeichnis

source: Genesis Blue
de_de: Genesis Blau

source: General Layouts
de_de: Standard-Layouts

source: Main Nav
de_de: Hauptnavigation

source: Integrated Slider
de_de: Integrierter Slider

source: Featured Links
de_de: Hevorgehobene Links

source: Blog Page
de_de: Blog-Seite

source: Page Footer
de_de: Seiten-Footer

source: Logo &amp; Website Identity
de_de: Logo &amp; Website-Identität

source: Custom Layouts
de_de: Eigene Layouts

source: New Layout
de_de: Neues Layout

source: New Layout Builder
de_de: Neues Layout bauen

source: Advanced Header
de_de: Erweiterte Header

source: Custom Fonts
de_de: Eigene Schriften

source: Custom Typekit Fonts
de_de: Eigene Typekit-Schriften

source: Home Page Banner
de_de: Startseiten-Banner

source: Theme Options
de_de: Theme-Optionen

source: Presets
de_de: Voreingestellt

source: Content
de_de: Inhalt

source: Colors &amp; Background
de_de: Farben &amp; Hintergrund

source: Spacing
de_de: Abstände

source: General Site Settings
de_de: Allgemeine Site-Einstellungen

source: Color Scheme
de_de: Farbschema

source: 404 Page Style
de_de: 404-Fehlerseite

source: Ads Management
de_de: Anzeigen verwalten

source: Buildwall Options
de_de: Buildwall-Optionen

source: Import Sites &amp; Skins
de_de: Import: Websites &amp; Skins

source: Import Content Data
de_de: Inhaltsdaten importieren

source: Export Content Data
de_de: Inhaltsdaten exportieren

source: Site Header
de_de: Website-Header

source: Colors &amp; Styling
de_de: Farben &amp; Styling

source: Homepage Slider
de_de: Startseiten-Slider

source: Social Media Icons
de_de: Soziale-Medien-Icons

source: Risen Settings
de_de: Risen-Einstellungen

source: Other Options
de_de: Sonstige Optionen

source: Gallery
de_de: Galerie

source: New Gallery Builder
de_de: Neue Galerie bauen

source: Staff
de_de: Team

source: Edit Gallery
de_de: Galerie bearbeiten

source: Header Bar
de_de: Header-Leiste

source: Effects
de_de: Effekte

source: Theme License
de_de: Theme-Lizenz

source: Styling &amp; Colors
de_de: Styling &amp; Farben

source: Product Catalog Designer
de_de: Produktkatalog-Designer

source: Plugin Compatibility
de_de: Plugin-Kombatibilität

source: Customify Pro Settings
de_de: Customify Pro-Einstellungen

source: Changelog
de_de: Versionshistorie

source: All Custom Fonts
de_de: Eigene Schriften

source: New Custom Font
de_de: Neue eigene Schrift

source: New Hook
de_de: Neuer Hook

source: New Hook Builder
de_de: Neuen Hook bauen

source: Import Customify Sites
de_de: Customify-Websites importieren

source: %s Theme Options
de_de: %s Theme-Optionen

source: Blog Styles
de_de: Blog-Stile

source: Color &amp; Typography
de_de: Farbe &amp; Typografie anpassen

source: Custom JavaScripts
de_de: Eigene JavaSkripte

source: Customize Preloader
de_de: Preloader anpassen

source: Customize Portfolio
de_de: Portfolio anpassen

source: Flexia Pro Settings
de_de: Flexia Pro Einstellungen

source: Under Construction
de_de: Wartungsmodus

source: Colors and Typography
de_de: Farben und Typografie

source: Posts and Pages
de_de: Beiträge und Seiten

source: Global Options
de_de: Globale Optionen

source: Main Menu
de_de: Hauptmenü

source: Copyright
de_de: Urheberrecht

source: Custom Codes
de_de: Individuelle Codes

source: WooCommerce Settings
de_de: WooCommerce-Einstellungen

source: Futurio Install Demos
de_de: Futurio Demos installieren

source: Futurio Pro Settings
de_de: Futurio Pro Einstellungen

source: Elements
de_de: Elemente

source: New Element
de_de: Neues Element

source: Page Headers
de_de: Seiten-Header

source: Global Locations
de_de: Globale Positionen

source: Global Page Header Locations
de_de: Seiten-Header: Globale Positionen

source: GeneratePress Hook Locations
de_de: GeneratePress Hook-Positionen

source: GP Premium Settings
de_de: GP Premium-Einstellungen

source: GeneratePress Premium Settings
de_de: GeneratePress Premium-Einstellungen

source: Import Sites
de_de: Sites importieren

source: Page Banner
de_de: Seitenbanner

source: Appearance Settings
de_de: Ansichts-Einstellungen

source: Frontpage Sections
de_de: Sections für Startseite

source: Header Settings
de_de: Header-Einstellungen

source: Shop Settings
de_de: Shop-Einstellungen

source: Jupiter X Settings
de_de: Jupiter X Einstellungen

source: Control Panel
de_de: Bedienpanel

source: Install Plugins
de_de: Plugins installieren

source: Install Templates
de_de: Templates installieren

source: Image Sizes
de_de: Bildgrößen

source: Kava Pro Settings
de_de: Kava Pro Einstellungen

source: Crocoblock Options
de_de: Crocoblock-Optionen

source: Skin Demos &amp; Install
de_de: Skin-Demos &amp; Installation

source: Jet Plugins Info
de_de: Jet-Plugins Infos

source: Check Kava Pro
de_de: Kava Pro Check

source: Synchronize Skins
de_de: Skins synchronisieren

source: Check Jet Plugins
de_de: Jet-Plugins Check

source: New Jet Plugins
de_de: Neue Jet-Plugins

source: Header Layout Homepage
de_de: Header-Layout Startseite

source: WooCommerce Options
de_de: WooCommerce Optionen

source: Import Neve Sites
de_de: Neve Websites importieren

source: Template Library - All Templates
de_de: Template-Bibliothek - Alle Templates

source: All Modal Windows
de_de: Alle Popups

source: New Modal
de_de: Neues Popup

source: All Post Sliders
de_de: Alle Beitrags-Slider

source: New Post Slider
de_de: Neuer Beitrags-Slider

source: Custom Sidebars
de_de: Eigene Sidebars

source: %s Hook Locations
de_de: %s Hook-Positionen

source: Stick Anything
de_de: Sticky-Elemente

source: Activate Features
de_de: Features aktivieren

source: Scripts &amp; Styles
de_de: Skripte &amp; Stile

source: Footer Bottom
de_de: Footer unten

source: Modal Window
de_de: Modals/ Popups

source: Sticky Footer
de_de: Fixierter Footer

source: Product Sharing
de_de: Produkte teilen

source: Custom CSS/JS
de_de: Individuelles CSS/ JS

source: %s Library
de_de: %s-Bibliothek

source: New %s Library Template
de_de: Neues %s-Template

source: Install Demos
de_de: Demos installieren

source: Custom Sections
de_de: Eigene Abschnitte

source: New Section
de_de: Neuer Abschnitt

source: New Section Builder
de_de: Neuen Abschnitt bauen

source: Custom Section
de_de: Eigener Abschnitt

source: New Custom Section
de_de: Neuer Eigener Abschnitt

source: Page
de_de: Seite

source: Phlox Settings
de_de: Phlox-Einstellungen

source: Import Phlox Demos
de_de: Phlox-Demos importieren

source: General Typography
de_de: Allgemeine Typografie

source: Extras (Theme Options)
de_de: Extras (Theme-Optionen)

source: Ready Site Importer
de_de: Fertige Websites importieren

source: Works Settings
de_de: Werk-Einstellungen

source: Albums Settings
de_de: Alben-Einstellungen

source: Add Custom Sidebars
de_de: Individuelle Seitenleisten hinzufügen

source: Rife Settings
de_de: Rife-Einstellungen

source: Sidebar Generator
de_de: Seitenleiste-Generator

source: Main Body
de_de: Hauptinhalt

source: Go To Top
de_de: Nach oben gehen

source: Cookie Bar
de_de: Cookie-Leiste

source: Color Options
de_de: Farboptionen

source: Menu
de_de: Menü

source: Blog / Archive / Single
de_de: Blog / Archiv / Einzel

source: 404 Page
de_de: 404-Fehlerseite

source: StartWP Extended Settings
de_de: StartWP Erweitert

source: Woo General
de_de: Woo: Allgemein

source: Woo Archive
de_de: Woo: Produktarchive

source: Woo Single
de_de: Woo: Einzel-Produkt

source: EDD Archive
de_de: EED: Produktarchive

source: EDD Single
de_de: EDD: Einzelinhalte

source: Background
de_de: Hintergrund

source: Blog Excerpt
de_de: Blog-Auszug

source: Footer Bar
de_de: Footer-Leiste

source: Product Page
de_de: Produktseite

source: Product Hero
de_de: Produkt-Hero

source: Pricing Tables
de_de: Preistabellen

source: Contact Section
de_de: Kontaktbereich

source: Advanced Typography
de_de: Erweiterte Typografie

source: Page Header (Title Bar)
de_de: Seiten-Header (Titelleiste)

source: Page Canvas &amp; Wrapper
de_de: Seiten-Container

source: Content &amp; Sidebar
de_de: Inhalt &amp; Sidebar

source: General Elements
de_de: Allgemeine Elemente

source: Custom Blocks
de_de: Eigene Blöcke

source: New Block Builder
de_de: Neuen Block bauen

source: Custom Icons: Overrides
de_de: Individuelle Icons: Überschreiben

source: Custom Icons: Override Default Icons
de_de: Standard-Icons überschreiben

source: Custom Icons: Social Icons
de_de: Individuelle Icons: Social

source: Custom Icons: Add Social Icons
de_de: Individuelle Social-Icons hinzufügen

source: Custom Block
de_de: Eigener Block

source: Header Section
de_de: Header-Bereich

source: Blog Options
de_de: Blog-Optionen

source: Home Sections
de_de: Startseiten-Abschnitte

source: Fonts &amp; Styles
de_de: Schriften &amp; Stile

source: Color
de_de: Farben

source: Import Woostify Sites
de_de: Woostify-Websites importieren

source: Woostify Pro Settings
de_de: Woostify Pro-Einstellungen

source: Post/ Page/ Blog
de_de: Beitrag / Seite / Blog

source: Import Demo Sites
de_de: Demo-Websites importieren

source: Color &amp; Background
de_de: Farbe &amp; Hintergrund

source: Site Button
de_de: Website-Button

source: Pre Loader
de_de: Vorlader

source: Social Icon
de_de: Soziale Icons

source: Import Zita Sites
de_de: Zita-Websites importieren

source: Options &amp; Info
de_de: Optionen &amp; Info

source: What Template
de_de: Welches Template

source: What current Template gets loaded from WordPress?
de_de: Welches aktuelle Template wird von WordPress geladen?

source: Template for Current Page - via WordPress Template Hierarchy
de_de: Template für die aktuelle Seite - via WordPress-Template-Hierarchie

source: Template Parts
de_de: Template-Bereiche

source: Currently used/ included Template Parts
de_de: Aktuell verwendete/ erhaltene Template-Bereiche

source: Included Template Part
de_de: Enthaltener Template-Bereich

source: Child of %s
de_de: Child von %s

source: NOT a child theme
de_de: KEIN Child Theme

source: Template relative path:
de_de: Relativer Pfad des Templates:

source: Automatically enable Dark Mode over night between these times:
de_de: Dunklen Modus automatisch zwischen diesen Zeiten aktivieren:

# Time frame starting at
source: From
de_de: Von

# Time frame ending at
source: To
de_de: Bis

source: You must be logged in to run this script.
de_de: Du musst angemeldet sein, um dieses Skript ausführen zu können.

source: You do not have permission to run this script.
de_de: Du hast keine Berechtigung, um dieses Skript ausführen zu können.

source: This plugins adds a lot of quick jump links to the WordPress Toolbar helpful for Site Builders who use Elementor and its ecosystem of add-ons and from the theme space.
de_de: Dieses Plugin fügt eine Menge schnell erreichbarer Links zur WordPress-Werkzeugleiste (Toolbar, Adminbar) hinzu. Das ist besonders hilfreich bei der Website-Erstellung mit dem Elementor Page Builder und dessen Ökosystem aus Add-Ons sowie aus dem Bereich der Themes.
