Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: This tweak re-hooks the complete Autoptimize Toolbar group as a sub-item of the Site Group.
de_de: Diese Anpassung verschiebt die komplette Autoptimize Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe.

source: This tweak re-hooks the complete Swift Performance (Lite) Toolbar group as a sub-item of the Site Group.
de_de: Diese Anpassung verschiebt die komplette Swift Performance (Lite) Toolbar-Gruppe zu einem Sub-Link in der Site-Gruppe.

source: This tweak removes the items New Order and New Coupon from the New Content Group as these two are rarely used.
de_de: Diese Anpassung entfernt die Links für Neue Bestellung und Neuen Gutschein aus der Neue Inhalte-Gruppe, da diese nur sehr selten benötigt werden.

source: This tweak removes the top-level Toolbar link including sub-items as these items are not useful at all.
de_de: Diese Anpassung entfernt den Todplevel-Toolbar-Link (einschleßlich Sub-Links), da die Original-Links kaum nützlich sind.

source: This tweak removes the top-level Toolbar link including sub-items on the frontend as Toolbar Extras already places those links as a sub-item under the Site Group anyways.
de_de: Diese Anpassung entfernt den Todplevel-Toolbar-Link (einschleßlich Sub-Links), da Toolbar Extras diese Links bereits als Sub-Links der Site-Gruppe darstellt.

source: This tweak removes the %s sub-item from the New Content Group of the Toolbar. This saves a bit more space for other items in this group.
de_de: Diese Anpassung entfernt den %s Sub-Link aus der „Neuer Inhalt“-Gruppe der Toolbar. Dies bringt eine gute Platzersparnis.

source: Role
de_de: Benutzergruppe

source: This tweak removes the top-level Toolbar link including sub-items on the frontend as Toolbar Extras already places those links as a sub-item under the Site Group and %s Group anyways.
de_de: Diese Anpassung entfernt den Toplevel-Link (einschließlich Sub-Links) vom Frontend der Toolbar, da Toolbar Extras diese Links bereits als Sub-Links der Site-Gruppe sowie der Gruppe %s darstellt.

source: This tweak removes the top-level Toolbar link on the frontend as Toolbar Extras already places this link as a sub-item under the %s Group anyways.
de_de: Diese Anpassung entfernt den Todplevel-Link vom Frontend der Toolbar, da Toolbar Extras diesen Link bereits als Sub-Link der Gruppe %s darstellt.

source: This tweak removes the top-level Toolbar items as Toolbar Extras already places those links as a sub-items under the %s Group anyways.
de_de: Diese Anpassung entfernt die obersten Toolbar-Elemente, da Toolbar Extras diese Links bereits als Unterpunkte unter der %s-Gruppe platziert.

source: Site Group
de_de: Website-Gruppe

source: This tweak removes the Toolbar sub-item from the Site Group as Toolbar Extras already places those quick links as sub-items under Site Group as well as the %s Group anyways.
de_de: Diese Anpassung entfernt den Toolbar Sub-Link (einschließlich dessen Sub-Links) aus der Site-Gruppe, da Toolbar Extras diese Quick-Links bereits als Sub-Links der Site-Gruppe sowie der Gruppe %s darstellt.

source: This tweak removes the items of the "Site Extend Group" as Toolbar Extras already places a lot of these or similar links as sub-items under Site Group.
de_de: Diese Anpassung entfernt die Links der „Site-Erweiterungs-Gruppe“, da Toolbar Extras viele dieser (bzw. ähnlicher) Links als Sub-Links der Site-Gruppe sowie darstellt.

source: This tweak unloads the translations for Elementor, and if active also for Elementor Pro, so it falls back to the English default strings.
de_de: Diese Anpassung verhindert das Laden der Übersetzungen für Elementor, und, falls aktiv, auch für Elementor Pro, somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domains: %s
de_de: Betroffene Textdomains: %s

source: This tweak unloads the translations for Toolbar Extras, so it falls back to the English default strings.
de_de: Diese Anpassung verhindert das Laden der Übersetzungen für Toolbar Extras, somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domain: %s
de_de: Betroffene Textdomain: %s

source: This tweak removes the Theme Builder item from the Build Group. The links are also covered in the Elementor Library item.
de_de: Diese Anpassung entfernt das Element „Theme-Builder“ aus der Erschaffen-Gruppe. Die Links sind auch im Element „Elementor-Bibliothek“ enthalten.

source: This tweak removes the Popups item from the Build Group. The links are also covered in the Elementor Library item.
de_de: Diese Anpassung entfernt das Popup-Element aus der Erschaffen-Gruppe. Die Links sind auch im Element „Elementor-Bibliothek“ enthalten.

source: This tweak removes the WordPress Widgets from the Elementor Live Editor (within the left-hand Elementor Panel).
de_de: Diese Anpassung entfernt die WordPress-Widgets aus dem Elementor Live-Editor (im linken Elementor-Panel).

source: All A/B Tests
de_de: Alle A/B-Tests

source: New A/B Test
de_de: Neuer A/B Test

source: How to Use
de_de: Wie wird es verwendet?

source: Advanced Custom Blocks
de_de: Erweiterte Blöcke

source: All Custom Blocks
de_de: Alle eigenen Blöcke

source: New Custom Block
de_de: Neuer eigener Block

source: Adanced Gutenberg Blocks
de_de: Erweiterte Gutenberg-Blöcke

source: Advanced Gutenberg Blocks
de_de: Erweiterte Gutenberg-Blöcke

source: Manage Blocks
de_de: Blöcke verwalten

source: Disable WP Blocks
de_de: WP-Blöcke deaktivieren

source: Tweak Editor
de_de: Editor anpassen

source: Advanced Gutenberg Profiles
de_de: Erweiterte Gutenberg-Profile

source: Advanced Gutenberg
de_de: Gutenberg erweitert

source: All Profiles
de_de: Alle Profile

source: New Profile
de_de: Neues Profil

source: Configuration
de_de: Einrichtung

source: Email &amp; Form
de_de: E-Mail &amp; Formulare

source: Custom Styles
de_de: Eigene Stile

source: Translation Tools
de_de: Übersetzungswerkzeuge

source: Block Editor Profile
de_de: Block-Editor-Profil

source: Add new Block Editor Profile via Advanced Gutenberg Add-On
de_de: Neues Block-Editor-Profil hinzufügen - via Advanced Gutenberg Add-On

source: Atomic Blocks
de_de: Atomic Blöcke

source: Plugin Info
de_de: Plugin-Infos

source: Block Areas
de_de: Block-Bereiche

source: All Areas
de_de: Alle Bereiche

source: New Area
de_de: Neuer Bereich

source: All Blocks
de_de: Alle Blöcke

source: New Block
de_de: Neuer Block

source: Settings &amp; License
de_de: Einstellungen &amp; Lizenz

source: Blog with Block Building Tutorials
de_de: Blog mit Anleitungen zur Block-Erstellungen

source: All Block Layouts
de_de: Alle Block-Layouts

source: New Block Layout
de_de: Neues Blocklayout

source: Block Style Guides
de_de: Block Stil-Guides

source: All Block Templates
de_de: Alle Block-Templates

source: New Block Template
de_de: Neues Block-Template

source: Blocks Google Map API
de_de: Blöcke Google Maps-API

source: Bootstrap Blocks
de_de: Bootstrap-Blöcke

source: Reusable Blocks
de_de: Wiederverwendbare Blöcke

source: Tutorial
de_de: Anleitung

source: Cloud Blocks
de_de: Cloud-Blöcke

source: Editor Blocks
de_de: Editor-Blöcke

source: Install Blocks
de_de: Blöcke installieren

source: Install Cloud Blocks
de_de: Cloud-Blöcke installieren

source: Install Cloud Blocks - Search via GutenbergCloud.org
de_de: Cloud-Blöcke Installieren - Suche via GutenbergCloud.org

source: Newest Blocks
de_de: Neueste Blöcke

source: Newest Blocks added on GutenbergCloud.org
de_de: Neu hinzugefügte Blöcke bei GutenbergCloud.org

source: Popular Blocks
de_de: Beliebte Blöcke

source: Popular Blocks on GutenbergCloud.org
de_de: Beliebte Blocks bei GutenbergCloud.org

source: Installed Blocks
de_de: Installierte Blöcke

source: Currently Installed Blocks
de_de: Derzeit installierte Blöcke

source: Upload &amp; Export
de_de: Hochladen &amp; exportieren

source: Upload &amp; Export Blocks
de_de: Blöcke hochladen &amp; exportieren

source: Cosmic Blocks
de_de: Cosmic Blöcke

source: Custom Color Palette
de_de: Eigene Farbpalette

source: Define Colors
de_de: Farben festlegen

source: Main Colors
de_de: Hauptfarben

source: Grayscale Colors
de_de: Graustufenfarben

source: Primary Colors
de_de: Primäre Farben

source: Custom Fields for Gutenberg
de_de: Benutzerdefinierte Felder für Gutenberg

source: Custom Fields for Block Editor (Gutenberg)
de_de: Benutzerdefinierte Felder für Block-Editor (Gutenberg)

source: Disable Gutenberg Blocks
de_de: Gutenberg-Blöcke deaktivieren

source: Disable Blocks
de_de: Blöcke deaktivieren

source: Easy Blocks Pro
de_de: Einfache Blöcke Pro

source: Activate Blocks
de_de: Blöcke aktivieren

source: Easy Blocks
de_de: Einfache Blöcke

source: Manage Features &amp; Blocks
de_de: Funktionen &amp; Blöcke verwalten

source: Elegant Blocks
de_de: Elegante Blöcke

source: Clients
de_de: Kunden

source: All Clients
de_de: Alle Kunden

source: New Client
de_de: Neuer Kunde

source: Services
de_de: Leistungen

source: All Services
de_de: Alle Leistungen

source: New Service
de_de: Neue Leistung

source: All Teams
de_de: Alle Teams

source: New Team
de_de: Neues Team

source: Sliders
de_de: Slider

source: All Sliders
de_de: Alle Slider

source: New Slider
de_de: Neuer Slider

source: Testimonials
de_de: Referenzen

source: All Testimonials
de_de: Alle Testimonials

source: New Testimonial
de_de: Neues Testimonial

source: Galleries
de_de: Galerien

source: All Galleries
de_de: Alle Galerien

source: New Gallery
de_de: Neue Galerie

source: Enable Gutenberg
de_de: Gutenberg aktivieren

source: Enable Gutenberg Theme Support
de_de: Gutenberg Theme Support aktivieren

source: Style Options
de_de: Stil-Optionen

source: Block Editor Customiser
de_de: Block-Editor anpassen

source: Activate Elements
de_de: Elemente aktivieren

source: Activate Add-Ons
de_de: Add-Ons aktivieren

source: Disable Core Blocks
de_de: Core-Blöcke deaktivieren

source: All Templates
de_de: Alle Templates

source: New Template
de_de: Neues Template

source: Template Categories
de_de: Template-Kategorien

source: Common Blocks
de_de: Allgemeine Blöcke

source: Formatting
de_de: Formatierung

source: Layout Elements
de_de: Layout-Elemente

source: Embeds
de_de: Einbettungen

source: Default Blocks
de_de: Standardblöcke

source: Additional Blocks
de_de: Zusätzliche Blöcke

source: Gutenberg
de_de: Gutenberg Plugin

source: Activate Experiments
de_de: Experimente aktivieren

source: Demo Post
de_de: Demo-Beitrag

source: Widgets as Blocks
de_de: Widgets als Blöcke

source: Blocks in Customizer
de_de: Blöcke im Customizer

source: Kadence Blocks
de_de: Kadence Blöcke

source: Form Entries
de_de: Formulareinträge

source: License
de_de: Lizenz

source: Edit Form
de_de: Formular bearbeiten

source: Form Block Settings
de_de: Formularblock-Einstellungen

source: Preview
de_de: Vorschau

source: Entries
de_de: Einträge

source: All Entries
de_de: Alle Einträge

source: Kioken Blocks
de_de: Kioken Blöcke

source: Lazy Blocks
de_de: Lazy-Blöcke

source: All Lazy Blocks
de_de: Alle Lazy-Blöcke

source: New Lazy Block
de_de: Neuer Lazy-Block

source: Tools
de_de: Werkzeuge

source: Otter Blocks
de_de: Otter Blöcke

source: Placeholder Blocks
de_de: Platzhalter-Blöcke

source: All Placeholder Blocks
de_de: Alle Platzhalter-Blöcke

source: New Placeholder Block
de_de: Neuer Platzhalter-Block

source: Plugin Help
de_de: Pluginhilfe

source: Premium Blocks for Gutenberg
de_de: Premium-Blöcke für Gutenberg

source: Version Control
de_de: Versionskontrolle

source: System Info
de_de: Systeminformationen

source: About
de_de: Über

source: Qubely Blocks
de_de: Qubely Blöcke

source: Qubely Blocks - Gutenberg Toolkit
de_de: Qubely Blöcke - Gutenberg Toolkit

source: For the %s
de_de: Für den %s

source: All Buttons
de_de: Alle Buttons

source: All Toolbar Buttons
de_de: Alle Toolbar-Buttons

source: New Button
de_de: Neuer Button

source: New Toolbar Button
de_de: Neuer Toolbar-Button

source: Detail Settings
de_de: Detaileinstellungen

source: Stackable Gutenberg Blocks
de_de: Stackable Gutenberg-Blöcke

source: Stag Blocks
de_de: Stag Blöcke

source: Theme Support for Gutenberg
de_de: Theme-Unterstützung für Gutenberg

source: Options
de_de: Optionen

source: Quick Help
de_de: Schnelle Hilfe

source: Ultimate Addons for Gutenberg
de_de: Ultimate Add-Ons für Gutenberg

source: Support Contact
de_de: Support-Kontakt

source: Unregister Gutenberg Blocks
de_de: Gutenberg-Blöcke deaktivieren

source: Deactivate Blocks
de_de: Blöcke deaktivieren

source: WooCommerce Email Blocks
de_de: WooCommerce E-Mail-Blöcke

source: WooCommerce Custom Email Blocks
de_de: WooCommerce Individuelle E-Mail-Blöcke

source: All Email Blocks
de_de: Alle E-Mail-Blöcke

source: New Email Block
de_de: Neuer E-Mail-Block

source: Block Categories
de_de: Block-Kategorien

source: WE Blocks
de_de: WE Blöcke

source: WP Block Ink
de_de: WP Blockfarbe

source: CSS Reference
de_de: CSS-Referenz

source: WP Block Pack
de_de: WP-Block-Paket

source: Block Editor Grey
de_de: Block-Editor Grau

# Admin page title
source: Reusable Blocks
de_de: Wiederverwendbare Blöcke

# Admin menu label
source: Blocks
de_de: Blöcke

# Admin page title
source: Add New Reusable Block
de_de: Neuen wiederverwendbaren Block hinzufügen

# Admin menu label
source: Add New
de_de: Hinzufügen

source: All Reusable Blocks
de_de: Alle wiederverwendbaren Blöcke

source: Add New Reusable Block
de_de: Neuen wiederverwendbaren Block hinzufügen

source: Reusable Block
de_de: Wiederverwendbarer Block

source: Gutenberg News
de_de: Gutenberg Nachrichten

source: Latest Tweets
de_de: Neueste Tweets

source: Recent YouTube Videos
de_de: Aktuelle YouTube-Videos

source: Developers Handbook
de_de: Handbuch für Entwickler

source: Designers Handbook
de_de: Handbuch für Designer

source: Contributors Handbook
de_de: Handbuch für Mitwirkende

source: Development Blog
de_de: Entwicklungs-Blog

source: Show all %s Plugins and Extensions
de_de: Alle %s Plugins und Erweiterungen anzeigen

source: Edit %s Items
de_de: %s Elemente bearbeiten

source: All %s Items
de_de: Alle %s Elemente

source: New %s Item
de_de: Neues %s Element

source: New %s Builder
de_de: Neuen/s %s bauen

source: Items for
de_de: Elemente für

source: Archive Settings
de_de: Archiveinstellungen

source: ClassicPress Green
de_de: ClassicPress Grün

source: Import Templates
de_de: Templates importieren

source: All Style Kits
de_de: Alle Style-Kits

source: All Elementor Global Style Kits
de_de: Alle Elementor Global Style-Kits

source: New Style Kit
de_de: Neues Style-Kit

source: Add New Elementor Global Style Kit
de_de: Neues Elementor Global Style-Kit hinzufügen

source: AnyWhere Elementor Global Templates
de_de: AnyWhere Elementor Globale Templates

source: New Template Builder
de_de: Neues Template bauen

source: Pro: Settings
de_de: Pro: Einstellungen

source: Archivescode Addons for Elementor
de_de: Archivescode Addons für Elementor

source: Activate Widgets
de_de: Widgets aktivieren

source: Third-Party Widgets
de_de: Drittanbieter-Widgets

source: Activate Third-Party Widgets
de_de: Drittanbieter-Widgets aktivieren

source: Activate Extensions
de_de: Erweiterungen aktivieren

source: API Settings
de_de: API-Einstellungen

source: Other Settings
de_de: Sonstige Einstellungen

source: Setup an Elementor Icon Set
de_de: Elementor-Icon-Set einrichten

source: %s Products
de_de: %s Produkte

source: Clever Mega Menu
de_de: Clevere Mega-Menü

source: All Menu Skins
de_de: Alle Menü-Skins

source: All Skins for Mega Menus
de_de: Alle Skins für Mega-Menüs

source: New Menu Skin
de_de: Neuer Menü-Skin

source: New Skin for Mega Menu
de_de: Neuer Skin für Mega-Menü

source: Add &amp; Edit Menus
de_de: Menüs erstellen &amp; bearbeiten

source: Add &amp; Edit Menus as Mega Menu
de_de: Menüs als Megamenü erstellen &amp; bearbeiten

source: Essential Addons for Elementor %1$s by WPDeveloper (%2$s Add-On)
de_de: Essential Addons für Elementor %1$s von WPDeveloper (%2$s Add-On)

source: free
de_de: kostenlos

source: General Info
de_de: Allgemeine Infos

source: Custom Icons
de_de: Eigene Icons

source: Custom Icons for Elementor
de_de: Eigene Icons für Elementor

source: Debug Info for this %s
de_de: %s - Debug-Infos

source: View Elementor Debug Info for this %s - in JSON format
de_de: %s - Elementor-Debug-Infos im JSON-Format ansehen

source: Product Templates
de_de: Produkt-Templates

source: WooCommerce Product Templates
de_de: WooCommerce Produkt-Templates

source: Template Settings
de_de: Template-Einstellungen

source: Dynamic Content
de_de: Dynamische Inhalte

source: Dynamic Content for Elementor
de_de: Dynamische Inhalte für Elementor

source: Template Type: Loop Sections
de_de: Template-Typ: Loop-Skins

source: %s Forms
de_de: %s Formulare

source: All Submissions
de_de: Alle Einträge

source: Export Submissions
de_de: Einträge exportieren

source: Elements Kit Templates, Widgets and Modules for Elementor
de_de: Elements Kit Templates, Widgets und Module für Elementor

source: Template Types
de_de: Template-Typen

source: Elements Kit Template Types
de_de: Elements Kit Template-Typen

# Elements Kit Template type
source: Headers
de_de: Header

source: Template Type: Headers
de_de: Template-Typ: Header-Blöcke

# Elements Kit Template type
source: Footers
de_de: Footer

source: Template Type: Footers
de_de: Template-Typ: Footer-Blöcke

# Elements Kit Template type
source: Sections
de_de: Abschnitte

source: Template Type: Section Blocks
de_de: Template-Typ: Section-Blöcke

source: Add-On Settings
de_de: Add-On-Einstellungen

source: Activate Elements - Widgets for Elementor
de_de: Elemente aktivieren - Widgets für Elementor

source: Activate Modules
de_de: Module aktivieren

source: Activate Modules for Elementor
de_de: Module für Elementor aktivieren

source: User Data
de_de: Benutzerdaten

source: User Data - for Integrations
de_de: Benutzerdaten - für Integrationen

# Toolbar New Content section
source: New Elements Kit Template
de_de: Neues Elements Kit Template

source: Elements Plus!
de_de: Elemente Plus!

source: All Slide Posts
de_de: Alle Slide-Beiträge

source: New Slide Post
de_de: Neuer Slide-Beitrag

source: New Slide Builder
de_de: Neue Slide bauen

source: All Elements
de_de: Alle Elemente

source: Active Elements
de_de: Aktive Elemente

source: Inactive Elements
de_de: Inaktive Elemente

source: Exclusive Addons
de_de: Exklusive Addons

source: Exclusive Addons for Elementor
de_de: Exklusive Addons für Elementor

source: Extensions for Elementor
de_de: Erweiterungen für Elementor

source: Integrations
de_de: Integrationen

source: Single Page
de_de: Einzelne Seite

source: Cookie Notice
de_de: Cookie-Hinweis

source: Extra Privacy
de_de: Extra-Datenschutz

source: Default Settings
de_de: Allgemeine Einstellungen

source: Video Settings
de_de: Video-Einstellungen

source: Google Maps Settings
de_de: Google Maps-Einstellungen

source: Flexible Elementor Panel
de_de: Flexibles Elementor-Panel

source: Overview
de_de: Übersicht

source: Overview - Get Help
de_de: Übersicht - Hilfe erhalten

source: Reset Settings
de_de: Einstellungen zurücksetzen

source: Formentor Forms Plus
de_de: Formentor Formulare-Plus

source: Granular Controls for Elementor
de_de: Granular Controls für Elementor

source: Editor Options
de_de: Editor-Optionen

source: Advanced Options
de_de: Erweiterte Optionen

source: GT3 Galleries
de_de: GT3 Galerien

source: Header Footer Builder
de_de: Header-Footer-Templates

source: Header Footer Builder for Elementor
de_de: Header-/ Footer-Builder für Elementor

source: Template Library
de_de: Template-Bibliothek

source: General
de_de: Allgemein

source: Third Party
de_de: Drittanbieter

source: Google Map Extended Pro
de_de: Google Karte erweitert Pro

source: Google Map Extended
de_de: Google Karte erweitert

source: JetBlocks
de_de: JetBlöcke

source: Edit Blog Posts
de_de: Beiträge bearbeiten

source: Compare
de_de: Vergleichen

source: View Page
de_de: Seite ansehen

source: Edit Page
de_de: Seite bearbeiten

source: Compare Page
de_de: Vergleichsseite

source: Wishlist
de_de: Wunschliste

source: Wishlist Page
de_de: Wunschlistenseite

source: Sync DesignKit Library
de_de: DesignKit-Bibliothek synchronisieren

source: Synchronize JetDesignKit Templates Library
de_de: JetDesignKit Template-Bibliothek synchronisieren

source: JetEngine Content
de_de: JetEngine Inhalt

source: Listings
de_de: Auflistungen

source: All Listings
de_de: Alle Auflistungen

source: New Listing
de_de: Neue Auflistung

source: New Listing Builder
de_de: Neue Auflistung bauen

source: Custom Post Types
de_de: Eigene Inhaltstypen

source: All Post Types
de_de: Alle Inhaltstypen

source: New Post Type
de_de: Neuer Inhaltstyp

source: Custom Taxonomies
de_de: Eigene Taxonomien

source: All Taxonomies
de_de: Alle Taxonomien

source: New Taxonomy
de_de: Neue Taxonomie

source: Custom Meta Boxes
de_de: Eigene Meta-Boxen

source: All Meta Boxes
de_de: Alle Meta-Boxen

source: New Meta Box
de_de: Neue Meta-Box

source: Posts Relations
de_de: Beitrags-Beziehungen

source: All Relations
de_de: Alle Beziehungen

source: New Relation
de_de: Neue Beziehung

source: Options Pages
de_de: Optionsseiten

source: All Options Pages
de_de: Alle Optionsseiten

source: New Options Page
de_de: Neue Optionsseite

source: Forms
de_de: Formulare

source: All Forms
de_de: Alle Formulare

source: New Form
de_de: Neues Formular

source: Apartment Booking
de_de: Appartementbuchung

source: Apartment Booking Settings
de_de: Apartmentbuchung-Einstellungen

source: Skins Manager
de_de: Skins verwalten

source: Skins Manager: %s
de_de: Skins verwalten: %s

# Toolbar New Content section
source: JetEngine Content
de_de: JetEngine Inhalt

# Toolbar New Content section
source: New JetEngine Content
de_de: Neuer JetEngine-Inhalt

source: Listing
de_de: Auflistung

source: Listing Builder
de_de: Auflistung bauen

source: Post Type
de_de: Inhaltstyp

source: Taxonomy
de_de: Taxonomie

source: Post Relation
de_de: Beitrags-Beziehung

source: Options Page
de_de: Optionsseite

source: Form
de_de: Formular

source: JetEngine Form
de_de: JetEngine Formular

source: JetMenu
de_de: JetMenü

source: Edit Mega Menus
de_de: Mega-Menüs bearbeiten

source: All Popups
de_de: Alle Popups

source: New Popup
de_de: Neues Popup

source: New Popup Builder
de_de: Neues Popup bauen

source: Popup Library
de_de: Popup-Bibliothek

source: Popup Builder
de_de: Neues Popup bauen

source: JetReviews
de_de: JetRezensionen

source: All Filters
de_de: Alle Filter

source: New Filter
de_de: Neuer Filter

# Admin page title
source: JetSmartFilters Settings
de_de: JetSmartFilters Einstellungen

# Admin menu label
source: Settings
de_de: Einstellungen

# JetThemeCore Template type
source: Page
de_de: Seite

# JetThemeCore Template type
source: Single
de_de: Einzel-Inhalt

# JetThemeCore Template type
source: Archive
de_de: Archiv

source: Jet Theme Part - %1$s %2$s
de_de: Jet Theme-Bereich - %1$s %2$s

source: Jet Theme Parts
de_de: Jet Theme-Bereiche

source: JetThemeCore Template Types
de_de: JetThemeCore Template-Typen

# JetThemeCore Template type
source: Pages
de_de: Seiten

source: Template Type: Pages
de_de: Template-Typ: Seiten

# JetThemeCore Template type
source: Headers
de_de: Header

# JetThemeCore Template type
source: Footers
de_de: Footer

source: Template Type: Single Content Blocks
de_de: Template-Typ: Einzel-Inhalte-Blöcke

# JetThemeCore Template type
source: Archives
de_de: Archive

source: Template Type: Archive Content Blocks
de_de: Template-Typ: Inhaltsarchive-Blöcke

# Toolbar New Content section
source: Jet Theme Part
de_de: Jet Theme-Bereiche

# Toolbar New Content section
source: New Jet Theme Part Template (JetThemeCore)
de_de: Neues Jet Theme-Bereich Template (JetThemeCore)

source: %s Settings
de_de: %s Einstellungen

source: Edit Products
de_de: Produkte bearbeiten
