Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: Toolbar Extras Settings
de_de: Toolbar Extras Einstellungen

# For Toolbar Extras Plugin
source: Settings
de_de: Einstellungen

source: Setup a custom toolbar menu
de_de: Ein benutzerdefiniertes Menü für die Werkzeugleiste (Toolbar) einrichten

source: Custom Menu
de_de: Eigenes Menü

# Plugins page listing
source: Facebook Group
de_de: Facebook-Gruppe

# Plugins page listing
source: Translations
de_de: Übersetzungen

# Plugins page listing
source: Donate
de_de: Spenden

# Plugins page listing
source: Join our Newsletter
de_de: Newsletter jetzt!

source: %s rating
de_de: %s Bewertung

source: Enjoyed %1$s? Please leave us a %2$s. We really appreciate your support!
de_de: Gefällt dir %1$s? Dann gib uns bitte eine %2$s. Wir schätzen deine Unterstützung!

source: Using Toolbar Extras %s
de_de: Toolbar Extras %s im Einsatz

source: Check for Updates - Core, Plugins, Themes, Translations
de_de: Auf Aktualisierungen prüfen - WordPress-Core, Plugins, Themes, Übersetzungen

source: Force Check Updates
de_de: Update-Check

source: WordPress Install Type
de_de: WordPress-Installationstyp

source: Multisite install
de_de: Multisite-Installation

source: Single Site install
de_de: Einzelinstallation

source: Capability for showing Toolbar items
de_de: Berechtigung zum Anzeigen der Toolbar-Links

source: Default Page Builder
de_de: Standard Page Builder

source: Local Development Environment
de_de: Lokale Entwicklungsumgebung

source: Auto
de_de: Automatisch

source: Dev Mode enabled
de_de: Entwicklungsmodus aktiviert

source: What Template feature enabled
de_de: Welches Template-Funktion aktiviert

source: Block Editor support enabled (option)
de_de: Unterstützung des Block-Editors aktiviert (Option)

source: Unload Elementor translations
de_de: Elementor-Übersetzungen nicht laden

source: Unload Toolbar Extras translations
de_de: Toolbar Extras-Übersetzungen nicht laden

source: Capability for unloading translations
de_de: Berechtigung zum Nicht-laden von Übersetzungen

source: Unloaded textdomains
de_de: Ungeladene Textdomains

source: No unloaded textdomains
de_de: Keine ungeladenen Textdomains

source: Communication with %s Add-Ons API
de_de: Kommunikation mit %s Add-Ons-API

source: %s is reachable
de_de: %s ist erreichbar

source: Unable to reach %1$s at %2$s: %3$s
de_de: Es ist nicht möglich, %1$s unter %2$s zu erreichen: %3$s

# Plugin installer: Tab name in installer toolbar
source: Newest
de_de: Neueste

source: Great helper tools for Site Builders to save time and get more productive
de_de: Großartige Helferlein-Plugins für Site-Builder, um wertvolle Zeit zu sparen und noch produktiver zu werden

source: You can use any of our free plugins or premium plugins from %s
de_de: Du kannst jedes unserer kostenlosen Plugins oder Premium-Plugins von %s verwenden.

source: Join our Newsletter
de_de: Newsletter jetzt!

source: Facebook User Group
de_de: Facebook Nutzer-Gruppe

# Help tab label
source: %s Toolbar Menu
de_de: %s Toolbar-Menü

# Help tab label
source: Getting Started
de_de: Erste Schritte

# Help tab label
source: General Settings
de_de: Allgemeine Einstellungen

# Help tab label
source: Smart Tweaks
de_de: Smarte Anpassungen

# Help tab label
source: For Development
de_de: Für die Entwicklung

# Help tab label
source: About
de_de: Über

source: Toolbar Extras: Admin Menu
de_de: Toolbar Extras: Admin-Menü

source: %1$s only for %2$s.
de_de: %1$s nur für %2$s.

source: This is provided by the plugin %3$s.
de_de: Dies wird bereitgestellt durch das Plugin %3$s.

source: The following menu location above is
de_de: Die folgende oben aufgelistete Menüposition ist

source: See help tab on top right corner for more usage instructions.
de_de: Der Hilfe-Tab oben rechts bietet weitere Instruktionen zum Einsatz der Menüs.

# Title of Dashboard Widget
source: Toolbar Extras Overview
de_de: Toolbar Extras Übersicht

# Button label in Dashboard Widget
source: Tweak Toolbar
de_de: Toolbar anpassen

source: News & Updates
de_de: Neuigkeiten & Updates

# Label in Dashboard Widget
source: (opens in a new window)
de_de: (öffnet in neuem Fenster/ Tab)

source: RSS Error:
de_de: RSS-Fehler:

source: An error has occurred, which probably means the feed is down. Please try again later.
de_de: Es ist ein Fehler aufgetreten, was höchstwahrscheinlich bedeutet, dass der Feed derzeit nicht erreichbar ist. Bitte versuche es später noch einmal.

# Label in Dashboard Widget
source: Untitled
de_de: Ohne Titel

source: Loading&#8230;
de_de: Wird geladen &hellip;

source: This widget requires JavaScript.
de_de: Dieses Widget erfordert JavaScript.

# Label in Dashboard Widget
source: Help
de_de: Hilfe

# Label in Dashboard Widget
source: Translations
de_de: Übersetzungen

source: Export %s Settings File
de_de: %s Einstellungen-Datei exportieren

source: When you click the button below, %1$s will generate a data file (%2$s) for you to save to your computer.
de_de: Wenn du auf den Button unten klickst, erzeugt %1$s eine Einstellungen-Datei (%2$s), die du auf deinen Computer speichern kannst.

source: Once you have saved the download file, you can use the import function on another site to import this data.
de_de: Sobald du die Exportdatei gespeichert hast, kannst du die Import-Funktion auf einer anderen Website verwenden, um die Einstellungen dort zu importieren.

source: Select / Unselect ALL Checkboxes:
de_de: Alle Kontrollkästchen aktivieren / deaktivieren:

# Toolbar Extras settings module namee
source: General Settings
de_de: Allgemeine Einstellungen

# Toolbar Extras settings module name
source: Smart Tweaks Settings
de_de: Smarte Anpassungen Einstellungen

# Toolbar Extras settings module name
source: For Development Settings
de_de: Für die Entwicklung Einstellungen

source: Download Export File
de_de: Exportdatei herunterladen

source: Import %s Settings File
de_de: %s Einstellungen-Datei importieren

source: Upload the data file (%s) from your computer and we'll import your settings.
de_de: Lade die Einstellungen-Datei (%s) hoch, und wir werden deine Einstellungen importieren.

source: Choose the file from your computer and click "Upload File and Import"
de_de: Wähle die Datei auf deinem Computer und klicke auf „Datei hochladen und importieren“

source: Upload File (Maximum Size: %s):
de_de: Datei hochladen (maximale Größe: %s):

source: Upload File and Import
de_de: Datei hochladen und importieren

source: Import Feature
de_de: Importfunktion

source: Please upload a valid .json file
de_de: Bitte eine gültige .json-Datei hochladen

source: Please upload a file to import
de_de: Bitte lade eine Datei zum Importieren hoch

source: %s settings were successfully imported/ updated.
de_de: %s Einstellungen wurden erfolgreich importiert/ aktualisiert.

source: There was a problem importing your settings. Please try again.
de_de: Es gab ein Problem beim Importieren deiner Einstellungen. Bitte versuche es noch einmal.

source: Suggested Plugins
de_de: Empfohlene Plugins

source: Suggested by %s
de_de: Empfohlen von %s

source: Suggested Plugins by %s
de_de: Empfohlene Plugins von %s

source: Manage suggested plugins
de_de: Verwalten von empfohlenen Plugins

source: Dismiss this notice
de_de: Hinweis ausblenden

source: Not all of your active, suggested plugins are compatible with %s.
de_de: Nicht alle deine aktiven, empfohlenen Plugins sind mit %s kompatibel.

source: %1$s suggests installing %2$s plugin.
de_de: %1$s empfiehlt, %2$s Plugin zu installieren.

source: %1$s suggests installing %2$s plugins.
de_de: %1$s empfiehlt, %2$s Plugins zu installieren.

source: Only plugins from wordpress.org can be installed directly here.
de_de: Nur Plugins von WordPress.org können hier direkt installiert werden.

source: Plugin update skipped because it is not installed.
de_de: Plugin-Aktualisierung wurde übersprungen, weil es nicht installiert ist.

source: No suggested plugins given.
de_de: Es wurden keine Plugins empfohlen.

source: Install
de_de: Installieren

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Update
de_de: Aktualisieren

source: Delete
de_de: Löschen

source: Select bulk action
de_de: Mehrfachaktion auswählen

source: Bulk Actions
de_de: Mehrfachaktionen

source: Apply
de_de: Anwenden

source: Select All
de_de: Alle auswählen

source: Compatible Version
de_de: Kompatible Version

source: Installed Version
de_de: Installierte Version

source: Select %s
de_de: %s auswählen

source: Not Installed
de_de: Nicht installiert

source: More Information about %s
de_de: Mehr Informationen über %s

source: Modal Info
de_de: Infofenster

source: Install %s
de_de: %s installieren

source: Get Plugin
de_de: Plugin herunterladen

source: Activate %s
de_de: %s aktivieren

source: Deactivate %s
de_de: %s deaktivieren

source: Delete %s
de_de: %s löschen

source: Update to %s
de_de: Aktualisieren auf %s

source: Update %1$s to version %2$s
de_de: Version %1$s auf Version %2$s aktualisieren

source: Plugin is up-to-date
de_de: Das Plugin ist auf dem neuesten Stand

source: Active
de_de: Aktiviert

source: Incompatible
de_de: Nicht kompatibel

source: Installed
de_de: Installiert

source: Plugin activated.
de_de: Plugin aktiviert.

source: %s plugin activated successfully.
de_de: %s Plugin erfolgreich aktiviert.

source: Plugin deactivated.
de_de: Plugin deaktiviert.

source: Plugins deactivated.
de_de: Plugins deaktiviert.

source: No plugins were selected.
de_de: Es wurden keine Plugins ausgewählt.

source: No plugin slug was given.
de_de: Es wurde kein Plugin-Slug angegeben.

source: Sorry, you are not allowed to update plugins for this site.
de_de: Du hast keine Berechtigung, die Plugins für diese Website zu aktualisieren.

source: The plugin %s doesn't exist within the plugin manager's registered plugins.
de_de: Das Plugin %s existiert nicht innerhalb der registrierten Plugins des Plugin-Managers.

source: No valid plugins given for bulk action.
de_de: Es wurden keine gültigen Plugins für Mehrfachaktionen angegeben.

source: None of the selected plugins could be activated. Make sure they are installed.
de_de: Keines der ausgewählten Plugins konnte aktiviert werden. Stelle sicher, dass die Plugins auch installiert sind.

# Plugin Manager badge label
source: Required
de_de: Erforderlich

# Plugin Manager badge label
source: Recommended
de_de: Empfohlen

# Plugin Manager badge label
source: Useful
de_de: Nützlich

# On Plugin Manager page
source: For
de_de: Für

source: All Add-Ons installs - great helper tool
de_de: Alle Add-On-Installationen - großartiges Werkzeug

source: Required base plugin for all official Add-Ons to work
de_de: Erforderliches Basis-Plugin für alle offiziellen Add-Ons, damit diese überhaupt funktionieren

source: Plugin website
de_de: Plugin-Webseite

source: Recommended - allows you to manage user roles and capabilities, and optionally make your site only accessible via login
de_de: Empfohlen - ermöglicht es dir, Benutzerrollen und Berechtigungen zu verwalten, und optional, deine Website nur per Anmeldung zugänglich zu machen

source: Recommended - allows you to make your %s Dashboard Site only accessible via login
de_de: Empfohlen - ermöglicht es dir, deine %s Dashboard-Website nur per Anmeldung zugänglich zu machen

# Plugin Name
source: Builder Template Categories
de_de: Builder Template-Kategorien

source: Add-On for Oxygen Builder
de_de: Add-On für Oxygen Builder

source: Add-On for Beaver Builder
de_de: Add-On für Beaver Builder

source: Add-On for Brizy
de_de: Add-On für Brizy

source: Add-On for Divi
de_de: Add-On für Divi

source: Add-On for Visual Composer Website Builder
de_de: Add-On für Visual Composer Website Builder

source: Add-On for GiveWP Donations
de_de: Add-On für GiveWP Spenden

source: Highly recommended free extension to categorize and organize your templates and other content types for building your site
de_de: Sehr empfohlene Erweiterung zur Kategorisierung und Organisation deiner Templates und anderer Inhaltstypen, um deine Website zu bauen

source: Highly recommended free extension to remove bloat for your website and its pages
de_de: Sehr empfohlene kostenlose Erweiterung zum Entfernen von unnötigem Ballast von deiner Website und deren Unterseiten

source: Highly recommended free extension to add custom code snippets to your project. Perfect and better replacement of former "functions.php" of a theme... :-)
de_de: Sehr empfohlene kostenlose Erweiterung, um deinem Projekt individuelle Code-Snippets hinzuzufügen. Perfekter und besserer Ersatz der früheren "functions.php" eines Themas....

source: Suggested Plugins for Toolbar Extras Add-Ons
de_de: Empfohlene Plugins für Toolbar Extras Add-Ons

source: Please install these plugins, thank you.
de_de: Bitte installiere diese Plugins, danke.

# Admin menu title
source: Suggested
de_de: Empfohlen

source: The plugins listed below are required and/or recommended so official Add-Ons of Toolbar Extras can work at all, so that their additions will have the wished effects.
de_de: Die unten aufgeführten Plugins werden benötigt und/oder empfohlen, damit offizielle Add-Ons von Toolbar Extras überhaupt funktionieren können, so dass ihre Ergänzungen die gewünschten Effekte haben.

source: Supercharge your Toolbar even more with these awesome Add-Ons and Extensions. More features, more integrations to save more time and be more productive.
de_de: Erweitere deine Toolbar noch mehr mit diesen fantastischen Add-Ons und Erweiterungen. Mehr Funktionen, mehr Integrationen, um mehr Zeit zu sparen und produktiver zu sein.

source: Official Add-Ons
de_de: Offizielle Add-Ons

source: The official Add-Ons I developed to extend the feature set of Toolbar Extras.
de_de: Die offiziellen Add-Ons habe ich entwickelt, um den Funktionsumfang von Toolbar Extras zu erweitern.

source: Supported Add-Ons
de_de: Unterstützte Add-Ons

source: Other plugins from me that perfectly fit with Toolbar Extras and where both plugins support each other. Plus, plugins from third-party developers which work perfectly fine with Toolbar Extras and improve the user experience or cover special needs.
de_de: Andere Plugins von mir, die perfekt zu Toolbar Extras passen und wo sich beide Plugins gegenseitig unterstützen. Außerdem Plugins von Drittanbietern, die ebenso perfekt mit Toolbar Extras funktionieren und die Benutzererfahrung verbessern oder spezielle Anforderungen erfüllen.

source: Recommended Extensions
de_de: Empfohlene Erweiterungen

source: These are plugins from third-party developers I can strongly recommend because they fit with Toolbar Extras, extend the functionality and user experience, plus, they are supported on the behalf of Toolbar Extras. Enjoy.
de_de: Dies sind Plugins von Drittanbietern, die ich sehr empfehlen kann, da sie mit Toolbar Extras kompatibel sind, die Funktionalität und Benutzererfahrung erweitern und von Toolbar Extras unterstützt werden. Viel Spaß damit:

source: There are currently no Add-Ons/ Extensions of this type available.
de_de: Zur Zeit sind keine Add-Ons/ Erweiterungen dieses Typs verfügbar.

source: Installed, not active
de_de: Installiert, nicht aktiv

source: Admin settings
de_de: Admin-Einstellungen

source: All Good
de_de: Alles in Ordnung

source: Not installed
de_de: Nicht installiert

source: Plugin info
de_de: Plugin-Infos

source: By
de_de: Von

source: Add-On page
de_de: Add-On-Seite

source: code snippet on the plugin's website
de_de: Code-Snippet auf der Plugin-Website

source: Toolbar Extras - Settings
de_de: Toolbar Extras - Einstellungen

source: Let the Toolbar Work for You!
de_de: Lass die Toolbar für dich arbeiten!

source: Decide which additional items should be displayed or not. Also use some smart tweaks or enable development modes.
de_de: Lege fest, welche Toolbar-Links angezeigt werden sollen und welche nicht. Außerdem kannst du smarte Anpassungen (Tweaks) verwenden oder den Entwickler-Modus aktivieren.

source: Plugin Security Info
de_de: Plugin-Sicherheitsinfos

source: By default almost all items added by %1$s are only displaying for %2$s users.
de_de: Standardmäßig werden fast alle Elemente, die von %1$s hinzugefügt wurden, nur für %2$s Benutzer angezeigt.

source: While this can be changed via filters for some edge cases it is not recommended so. The reason is simple: security. Therefore it can only be tweaked by those who are knowing what they are doing - in plain English: being aware of the consequences.
de_de: Dies kann zwar für einige Sonderfälle über Filter geändert werden, wird aber nicht empfohlen. Der Grund ist einfach: Sicherheit. Deshalb können bzw. sollten es nur diejenigen ändern, die wissen, was sie tun - im Klartext: sich der Konsequenzen bewusst sind.

source: On sites with more than one %1$s user it sometimes is recommended or even necessary to restrict the plugin's items to only a few or even only one %1$s user.
de_de: Auf Websites mit mehr als einem %1$s-Benutzer ist es manchmal empfehlenswert oder sogar notwendig, die Elemente des Plugins auf wenige oder sogar nur einen %1$s-Benutzer zu beschränken.

source: This is possible of course via a filter.
de_de: Dies ist natürlich über einen Filter möglich.

source: You find the proper %s and can tweak the user IDs appropriately.
de_de: Du findest das richtige %s und kannst die Benutzer-IDs entsprechend anpassen.

source: %s users can adjust the options of the plugin here
de_de: %s Benutzer können die Optionen des Plugins hier anpassen

source: Go to the Plugin's Settings
de_de: Einstellungen des Plugins

source: Local Development Website
de_de: Lokal in Entwicklung

source: Set as Local Development Environment
de_de: Als Lokale Entwicklungsumgebung festlegen

source: Background Color of Toolbar
de_de: Hintergrundfarbe der Toolbar

source: Icon Before the Text
de_de: Icon vor dem Text

source: Display Text in Toolbar
de_de: Anzeigetext in Toolbar

source: Minimum Viewport Size to Display the Text
de_de: Minimale Viewport-Größe für die Textanzeige

source: Development Mode
de_de: Entwicklungsmodus

source: Use Dev Mode?
de_de: Entwicklungsmodus verwenden?

source: Text of Toolbar Item
de_de: Text des Toolbar-Links

source: Display IDs for Post Type and taxonomies elements as sub items in the Toolbar?
de_de: IDs von Inhaltstyp- und Taxonomie-Elementen als Sub-Links in der Toolbar anzeigen?

source: Use the additional Uploader Sub Menus in left-hand Admin menus?
de_de: Die zusätzlichen Uploader-Untermenüs im linksseitigen Admin-Menü verwenden?

# Toolbar main item, fallback if no supported Page Builder active
source: Customize
de_de: Customizer

source: Build
de_de: Erschaffen

source: The Fallback (Main) Item
de_de: Der Fallback-Link (anstelle Hauptelement)

source: The Main Item
de_de: Das Hauptelement

source: Icon of Main Item
de_de: Icon des Hauptelements

source: Name of Main Item
de_de: Name des Hauptelements

source: Use custom URL for Main Item?
de_de: Eigene URL für Hauptelement verwenden?

source: Icon of Fallback Item
de_de: Icon des Fallback-Links

source: Name of Fallback Item
de_de: Name des Fallback-Links

source: Use custom URL for Fallback Item?
de_de: Eigene URL für Fallback-Link verwenden?

source: Set link target?
de_de: Linkziel festlegen?

source: Priority of Main Item
de_de: Priorität des Hauptelements

source: Set a Default Page Builder for the Main Item
de_de: Einen Standard-Page-Builder für das Hauptelement festlegen

source: Select a Builder
de_de: Einen Page Builder auswählen

source: Page Builder Name
de_de: Name des Page Builders

source: Name of Elementor
de_de: Name von Elementor

source: Name of Block Editor
de_de: Name des Block-Editors

source: Which Items to Display?
de_de: Welche Links sollen angezeigt werden?

source: Resource Items
de_de: Ressourcen

source: Theme Items
de_de: Links vom Theme

source: Plugins Items
de_de: Links von Plugins

source: Add-Ons Items
de_de: Links von Add-Ons (Page Builder)

source: WP Comments Items
de_de: WP-Kommentare-Links

source: New Content Items
de_de: Links für Neuer Inhalt

source: Site Group Items
de_de: Links der Site-Gruppe

source: View/ Edit Content Items
de_de: Inhalt Ansehen-/ Bearbeiten-Links

source: List Edit Menu Items
de_de: Linkliste zur Menübearbeitung

source: User Group Items
de_de: Links der Gruppe Benutzer

source: Toolbar Extras Settings Items
de_de: Links der Toolbar Extras-Einstellungen

source: Block Editor Support (Gutenberg/ WP 5.0+)
de_de: Block-Editor-Unterstützung (Gutenberg/ WP 5.0+)

source: Use Block Editor Support?
de_de: Block-Editor-Unterstützung verwenden? (Gutenberg)

source: Display Block Editor Add-Ons?
de_de: Block-Editor Add-Ons anzeigen?

source: Demo Import/ Sites Browser
de_de: Demo-Import/ Website-Browser

source: Display Demo Import Items
de_de: Links für Demo-Import anzeigen

source: Links Behavior
de_de: Verhalten von Links

source: Show Link Title Attributes (Tooltips) In the Toolbar
de_de: Link-Titelattribute (Tooltipps) in der Toolbar anzeigen

source: Open External Links in New Tab/ Window?
de_de: Externe Links in neuem Tab/ Fenster öffnen?

source: Open Create With Builder Links in New Tab/ Window?
de_de: Links „Mit Builder erstellen“ in neuem Tab/ Fenster öffnen?

source: Admin Toolbar Menu
de_de: Admin-Toolbar-Menü

source: Priority of this Toolbar Menu
de_de: Priorität des Toolbar-Menüs

source: Icon Before the Menu
de_de: Icon vor dem Menü

source: Welcome,
de_de: Willkommen,

source: Change Default Toolbar Behavior
de_de: Verhalten der Toolbar ändern

source: Use Admin Color Scheme also for Frontend
de_de: Admin-Farbschema auch im Frontend verwenden

source: Use Web Group instead of WP Logo Group
de_de: Web-Gruppe statt der WP-Logo-Gruppe verwenden

source: Remove WP Logo and All Sub-Items
de_de: WP-Logo und alle Sub-Links entfernen

source: Remove Customizer Item on Frontend
de_de: Customizer-Link im Frontend entfernen

source: Remove Media Item in New Content Group
de_de: Medien-Link in Neue Inhalte-Gruppe entfernen

source: Remove User Item in New Content Group
de_de: Benutzer-Link in Neue Inhalte-Gruppe entfernen

source: Change the Welcome Item
de_de: Den Willkommens-Link ändern

source: Customize the My Account ("Howdy") item on the right side?
de_de: Mein-Benutzerkonto-Link („Willkommen“) auf der rechten Seite anpassen?

source: Remove or replace the "Howdy"?
de_de: „Willkommen“ ersetzen oder entfernen?

source: Replace "Howdy" with your own wording
de_de: „Willkommen“ mit eigenem Wort ersetzen

source: Set your complete custom welcome and name
de_de: Komplett eigene Begrüßung und Name festlegen

source: Set a custom URL (instead of the profile URL)
de_de: Eine eigene URL festlegen (statt des Profil-Links)

source: Optionally set link target
de_de: Optional Linkziel festlegen

source: Change Plugin Behavior
de_de: Verhalten von Plugins ändern

source: Re-hook Elementor Inspector from Top Level to %s Group
de_de: Elementor-Inspektor von der obersten Ebene in die %s-Gruppe verschieben

source: Re-hook StylePress from Top Level to %s Group
de_de: StylePress von der obersten Ebene in die %s-Gruppe verschieben

source: Re-hook Yoast SEO from Top Level to Site Group
de_de: Yoast SEO von der obersten Ebene in die Site-Gruppe verschieben

source: Re-hook SEOPress from Top Level to Site Group
de_de: SEOPress von der obersten Ebene in die Site-Gruppe verschieben

source: Re-hook Gravity Forms from Top Level to Site Group
de_de: Gravity Forms von der obersten Ebene in die Site-Gruppe verschieben

source: Re-hook Smart Slider 3 from Top Level to Site Group
de_de: Smart Slider 3 von der obersten Ebene in die Site-Gruppe verschieben

source: Re-hook NextGen Gallery from Top Level to Site Group
de_de: NextGen Gallery von der obersten Ebene in die Site-Gruppe verschieben

source: Re-hook iThemes Security from Top Level to Site Group
de_de: iThemes Security von der obersten Ebene in die Site-Gruppe verschieben
