Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: All Product Templates
de_de: Alle Produkt-Templates

source: New Product Template
de_de: Neues Produkt-Template

source: New Product Template Builder
de_de: Neues Produkt-Template bauen

source: Archive Templates
de_de: Archiv-Templates

source: All Archive Templates
de_de: Alle Archiv-Templates

source: New Archive Template
de_de: Neues Archiv-Template

source: New Archive Builder
de_de: Neues Archiv bauen

source: Checkout Templates
de_de: Kassen-Templates

source: All Checkout Templates
de_de: Alle Kassen-Templates

source: New Checkout Template
de_de: Neues Kassen-Template

source: New Checkout Builder
de_de: Neues Kassen-Template bauen

# Toolbar New Content section
source: Product Template
de_de: Produkt-Template

# Toolbar New Content section
source: Add new WooCommerce Product Template
de_de: Neues WooCommerce Produkt-Template hinzufügen

# Toolbar New Content section
source: Product Archive Template
de_de: Produktarchiv-Template

# Toolbar New Content section
source: Add new WooCommerce Product Archive Template
de_de: Neues WooCommerce Produktarchiv-Template hinzufügen

# Toolbar New Content section
source: Shop Checkout Template
de_de: Shop-Kassen-Template

# Toolbar New Content section
source: Add new WooCommerce Shop Checkout Template
de_de: Neues WooCommerce Shop-Kassen-Template hinzufügen

source: Elementor Layouts
de_de: Elementar Layouts

source: Import Layouts
de_de: Layouts importieren

source: Premium Addons for Elementor
de_de: Premium Addons für Elementor

source: Pro Elements
de_de: Pro-Elemente

source: Activate Pro Elements
de_de: Pro-Elemente aktivieren

source: All Leads
de_de: Alle Leads

source: Elements &amp; Settings
de_de: Elemente &amp; Einstellungen

source: Inline Documentation
de_de: Dokumentation im Admin

source: Massive Addons for Elementor
de_de: Massive Addons für Elementor

source: Visual Builder
de_de: Visueller Builder

source: Visual Form Builder - with Elementor
de_de: Visueller Formular-Builder - mit Elementor

source: Form Settings
de_de: Formular-Einstellungen

source: Form Settings - Modal View on List Table
de_de: Formulareinstellungen - Modale Ansicht bei Übersichtstabelle

source: WP Admin Settings
de_de: WP-Admin-Einstellungen

source: Edit WP Admin Settings (Post Type)
de_de: WP-Admin-Einstellungen bearbeiten (Inhaltstyp)

source: Multidomain Support
de_de: Multidomain-Unterstützung

source: Multidomain Support for Elementor with Polylang or WPML
de_de: Multidomain-Unterstützung für Elementor mit Polylang oder WPML

source: Activate APIs
de_de: APIs aktivieren

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Natalie Theme Builder
de_de: Natalie Template-Builder

source: Opal Megamenu
de_de: Opal Megamenü

source: All Mega Items
de_de: Alle Mega-Elemente

source: Megamenu Template
de_de: Megamenü-Template

source: Opal Header &amp; Footer Builder
de_de: Opal Header &amp; Footer bauen

source: All Headers
de_de: Alle Headers

source: New Header
de_de: Neuer Header

source: New Header Builder
de_de: Neuen Header bauen

source: All Footers
de_de: Alle Footers

source: New Footer
de_de: Neuer Footer

source: New Footer Builder
de_de: Neuen Footer bauen

source: Elementor Addons
de_de: Elementar-Add-Ons

source: Modules
de_de: Module

source: PDF Generator for Elementor
de_de: PDF-Generator für Elementor

source: Basic Settings
de_de: Grundeinstellungen

source: PDF WaterMark
de_de: PDF Wasserzeichen

source: Form Database
de_de: Formular-Datenbank

source: PAFE Forms
de_de: PAFE Formulare

source: PAFE Forms Builder (Piotnet Addons Pro)
de_de: PAFE Formular Builder (Piotnet Add-Ons Pro)

source: PopBoxes for Elementor
de_de: PopBoxes für Elementor

source: Portfolio Items
de_de: Portolio-Beiträge

source: Portfolio for Elementor
de_de: Portfolio für Elementor

source: All Items
de_de: Alle Elemente

source: New Portfolio
de_de: Neuer Portfolio-Beitrag

source: New Portfolio Builder
de_de: Neues Portfolio bauen

source: Power-Ups for Elementor
de_de: Power-Ups für Elementor

source: Dashboard Welcome
de_de: Dashboard-Willkommen

source: Dashboard Welcome for Elementor
de_de: Dashboard-Willkommenspanel für Elementor

source: Select Templates
de_de: Templates auswählen

source: Ghost Mode
de_de: Verborgen-Modus

source: Press Elements – Widgets for Elementor
de_de: Press Elements - Widgets für Elementor

source: Account &amp; License
de_de: Benutzerkonto &amp; Lizenz

source: Global Central JS CSS
de_de: Globales zentrales JS CSS

source: RabbitBuilder Global Central JS CSS for Elementor
de_de: RabbitBuilder Globales zentrales JS CSS für Elementor

source: All Code
de_de: Alle Codes

source: Global Central Code
de_de: Globaler zentraler Code

source: Tax Related Content
de_de: Tax.-bezog. Inhalte

source: Revolution for Elementor: Taxonomy Related Content
de_de: Revolution für Elementor: Alle Taxonomie-bezogenen Inhalte

source: All Tax Related Content
de_de: Alle Tax.-bezog. Inhalte

source: All Taxonomy Related Content
de_de: Alle Taxonomie-bezogenen Inhalte

source: New Tax Related Content
de_de: Neuer Tax.-bezog. Inhalt

source: New Tax Related Builder
de_de: Neu Tax.-bezog. bauen

source: Revolution for Elementor
de_de: Revolution für Elementor

source: Advanced
de_de: Erweitert

source: My Account
de_de: Mein Benutzerkonto

source: Rife Extensions &amp; Templates
de_de: Rife Erweiterungen &amp; Template

source: Instructions
de_de: Anleitung

source: Ruvuv Extension
de_de: Ruvuv Erweiterung

source: Ruvuv Extension for Elementor
de_de: Ruvuv Erweiterung für Elementor

source: Sina Extension
de_de: Sina Erweiterung

source: Sina Extension for Elementor
de_de: Sina Erweiterung für Elementor

source: Sizzify Lite
de_de: Sizzify Lite-Version

source: Form Connections
de_de: Formular-Verbindungen

source: Smart Fonts
de_de: Smarte Schriften

source: Smart Fonts for Elementor
de_de: Smarte Schriften für Elementor

source: Social Addons Lite
de_de: Soziale Addons Lite

source: Social Addons for Elementor (Lite)
de_de: Soziale Addons für Elementor (Lite)

source: Split Tests for Elementor
de_de: Split-Tests für Elementor

source: Edit Test
de_de: Test bearbeiten

source: Statistics
de_de: Statistiken

source: All Tests
de_de: Alle Tests

source: New Test
de_de: Neuer Test

source: Split Test for Elementor
de_de: Split-Tests für Elementor

source: All Style Templates
de_de: Alle Stil-Templates

source: All Styles (Theme Templates)
de_de: Alle Stile (Theme-Templates)

source: Style Settings
de_de: Stil-Einstellungen

source: New Style Template
de_de: Neues Stil-Template

source: Templates List View
de_de: Templates in Listenansicht

source: Templates Post Type List View
de_de: Templates-Inhaltstyp Listenansicht

source: StylePress Frontend Helper
de_de: StylePress Frontend-Helfer

source: Templementor - Persistant Elementor Templates
de_de: Templementor - Beständige Elementor-Templates

source: The Plus Addons
de_de: Die Plus-Addons

source: Post Types
de_de: Inhaltstypen

source: Post Types Settings
de_de: Inhaltstypen-Einstellungen

source: Extra Options
de_de: Zusätzliche Optionen

source: Performance
de_de: Leistung

source: Performance Settings
de_de: Leistungseinstellungen

source: Custom CSS &amp; JS
de_de: Eigenes CSS &amp; JS

source: Edit Clients
de_de: Mandanten bearbeiten

source: Edit Testimonials
de_de: Testimonials bearbeiten

source: Edit Team Members
de_de: Teammitglieder bearbeiten

source: ToolKit for Elementor
de_de: ToolKit für Elementor

source: All Templates via ToolKit for Elementor
de_de: Alle Templates via ToolKit für Elementor

source: New Template via ToolKit for Elementor
de_de: Neues Template via ToolKit für Elementor

source: Booster - Various Optimizations
de_de: Booster - Verschiedene Optimierungen

source: Syncer
de_de: Synchronisierung

source: Sync Elementor Templates between Sites
de_de: Elementor-Templates zwischen Websites synchronisieren

source: Themeless
de_de: Theme-los

source: Themeless - use only Elementor Templates, no Theme
de_de: Theme-los - nur Elementar-Templates verwenden, kein Theme

source: Toolbox - Custom Code
de_de: Toolbox - Individueller Code

# Toolbar New Content section
source: Add new ToolKit for Elementor Template
de_de: Neues ToolKit für Elementor Template hinzufügen

source: Ad Spots
de_de: Anzeigenplätze

source: Display Settings
de_de: Anzeigeeinstellungen

source: Social Sharing
de_de: Soziales Teilen

source: Ultimate Addons for Elementor
de_de: Ultimate Add-Ons für Elementor

source: Google Map Settings
de_de: Google Maps-Einstellungen

source: Whitelabel Settings
de_de: Whitelabel-Einstellungen

source: Unlimited Elements
de_de: Unbegrenzte Elemente

source: Manage Elements
de_de: Elemente verwalten

source: Vakka Content
de_de: Vakka-Inhalte

source: All Tabs
de_de: Alle Tabs

source: New Tab
de_de: Neuer Tab

source: New Tab Builder
de_de: Neuen Tab bauen

source: New Slider Builder
de_de: Neuen Slider bauen

source: WidgetKit for Elementor
de_de: WidgetKit für Elementor

source: WooCommerce Page Builder for Elementor
de_de: WooCommerce Page Builder für Elementor

source: All Shop Templates
de_de: Alle Shop-Templates

source: WooCommerce Shop Template Types
de_de: WooCommerce Shop-Template-Typen

source: Single Product
de_de: Einzelnes Produkt

source: Product Archive
de_de: Produktarchiv

source: Cart Page
de_de: Warenkorb-Seite

source: Checkout Page
de_de: Kassen-Seite

source: Thank You Page
de_de: Danke-Seite

source: My Account Page
de_de: „Mein Konto“ Seite

source: New Shop Template
de_de: Neues Shop-Template

source: WooCommerce Template
de_de: WooCommerce-Templates

source: Theme Library
de_de: Theme-Bibliothek

source: Connection Settings
de_de: Verbindungseinstellungen

source: Sync Presets
de_de: Presets synchronisieren

source: Sync Presets Library
de_de: Preset-Bibliothek synchronisieren

# Toolbar New Content section
source: New %1$s Template
de_de: Neues %1$s Template

source: Builder Template Categories
de_de: Builder Template-Kategorien

source: via %s plugin
de_de: via Plugin %s

source: Elementor Red
de_de: Elementor Rot

source: %s Template Types
de_de: %s Template-Typen

# Elementor Template type
source: Content (Pages)
de_de: Inhalt (Seiten)

source: Template Type: Content (Pages)
de_de: Template-Typ: Inhalt (Ganze Seiten)

# Elementor Template type
source: Page
de_de: Seite

source: Categories
de_de: Kategorien

source: Style
de_de: Stile

source: Role Manager
de_de: Benutzerzugänge verwalten

source: General Tools
de_de: Allgemeine Werkzeuge

source: Replace URL
de_de: URL ersetzen

source: Maintenance Mode
de_de: Wartungsmodus

source: Task: Regenerate CSS
de_de: Aufgabe: CSS neu generieren

source: Task: Sync Library
de_de: Aufgabe: Bibliothek synchronisieren

source: Task: Sync external Template Library
de_de: Aufgabe: Externe Templates synchronisieren

# Elementor Role Manager
source: Role Manager
de_de: E: Benutzerzugänge

source: Official Elementor Blog
de_de: Offizieller Elementor-Blog

source: Official Elementor YouTube Channel
de_de: Offizieller Elementor-YouTube-Kanal

source: Advanced User &amp; Developer Community Group
de_de: Fortgeschrittene Benutzer &amp; Entwickler-Community-Gruppe

source: Custom CSS
de_de: Eigenes CSS

source: All Theme Areas
de_de: Alle Theme-Bereiche

source: New Theme Area
de_de: Neuer Theme-Bereich

source: New Theme Area Type
de_de: Neuer Theme-Bereich-Typ

source: Template Type: Header Sections
de_de: Template-Typ: Header-Blöcke

source: Template Type: Footer Sections
de_de: Template-Typ: Footer-Blöcke

# Elementor Template type
source: Single
de_de: Einzel-Inhalte

# Elementor Template type
source: Product
de_de: Produkt

source: Template Type: Product Content Blocks
de_de: Template-Typ: Produkt-Inhaltsblöcke

# Elementor Template type
source: Product Archive
de_de: Produktarchiv

source: Template Type: Product Archive Content Blocks
de_de: Template-Typ: Produktarchiv-Inhaltsblöcke

source: Template Type: Widget Blocks
de_de: Template-Typ: Widget-Blöcke

source: Template Type: Popups
de_de: Template-Typ: Popups

source: Pro: Integrations
de_de: Pro: Integrationen

source: Pro: Integrations &amp; APIs
de_de: Pro: Integrationen &amp; APIs

source: Pro: License
de_de: Pro: Lizenz

source: All Fonts
de_de: Alle Schriften

source: New Font
de_de: Neue Schrift

source: Upload New Font
de_de: Neue Schrift hochladen

source: All Icon Sets
de_de: Alle Icon-Sets

source: All Custom Icon Sets
de_de: Alle individuellen Icon-Sets

source: New Icon Set
de_de: Neues Icon-Set

source: Upload New Custom Icon Set
de_de: Neues individuelles Icon-Set hochladen

source: Pro Resources
de_de: Pro-Ressourcen

source: My Account %s
de_de: Mein Benutzerkonto %s

# Title in Elementor Finder
source: Elementor Resources - Help, Documentation, Developers
de_de: Elementor-Ressourcen - Hilfe, Dokumentation, Entwickler

# Title in Elementor Finder
source: Official Elementor Documentation
de_de: Offizielle Elementor-Dokumentation

source: FAQ, Knowledge Base and Documentation
de_de: FAQ, Wissensdatenbank und Dokumentation

# Title in Elementor Finder
source: Elementors Facebook Group
de_de: Elementors Facebook Gruppe

source: Official community user group to help each other
de_de: Offizielle Community-Nutzergruppe - gegenseitig Hilfe

# Title in Elementor Finder
source: Free Support for Elementor
de_de: Kostenloser Support für Elementor

source: Support forum on WordPress.org for the plugin
de_de: Support-Forum bei WordPress.org

# Title in Elementor Finder
source: Translations for Elementor
de_de: Übersetzungen für Elementor

source: Translate the Elementor base plugin on WordPress.org
de_de: Elementor Basis-Plugin bei WordPress.org übersetzen

# Title in Elementor Finder
source: Elementor Translators Facebook Group
de_de: Elementor Übersetzer Facebook Gruppe

source: Official translators community group
de_de: Offizielle Übersetzer-Gruppe

# Title in Elementor Finder
source: Elementor Developer Documentation
de_de: Elementor Entwickler-Dokumentation

source: Official developer documentation - extensive resource
de_de: Offizielle Entwicklerdokumentation - umfangreiche Ressourcen

# Title in Elementor Finder
source: Elementor Code Reference
de_de: Elementor Code-Referenz

source: Official code reference of all classes, functions, hooks and filters
de_de: Offizielle Code-Referenz aller Klassen, Funktionen, Hooks und Filter

# Title in Elementor Finder
source: Elementor GitHub Development
de_de: Elementor GitHub Entwicklung

source: Official plugin development repository
de_de: Offizielles Plugin Entwicklungs-Repository

source: Official issue tracker for bugs, feature requests, development milestones
de_de: Offizieller Issue-Tracker für Bugs, Feature Requests, etc.

source: Official blog with news, tutorials, interviews and more
de_de: Offizieller Blog mit News, Tutorials, Interviews und mehr

# Title in Elementor Finder
source: Elementor Video Tutorials
de_de: Elementor Video-Anleitungen

source: Official YouTube Channel with release and tuturial videos
de_de: Offizieller YouTube-Kanal mit Release- u. Tutorial-Videos

# Title in Elementor Finder
source: Elementor Pro Documentation
de_de: Elementor Pro Dokumentation

source: Specific documentation for the Elementor Pro version
de_de: Spezifische Dokumentation für Elementor Pro

# Title in Elementor Finder
source: Elementor Pro Translations Portal
de_de: Elementor Pro Übersetzungsportal

source: Translate the Elementor Pro version
de_de: Elementor Pro Version übersetzen

# Title in Elementor Finder
source: Elementor Pro My Account
de_de: Elementor Pro Mein Konto

source: Manage your account, license etc. for Elementor Pro version
de_de: Verwalte dein Konto, deine Lizenz usw. für Elementor Pro

# Title in Elementor Finder
source: General Settings
de_de: Allgemeine Einstellungen

source: Set items display, labels, icons, link behavior for the Toolbar
de_de: Linkanzeige, Namen, Icons und Linkverhalten für die Toolbar

# Title in Elementor Finder
source: Smart Tweaks
de_de: Smarte Anpassungen

source: Tweak behavior of WordPress and third-party plugin items for the Toolbar
de_de: Verhalten von WordPress und Plugins für die Toolbar anpassen

# Title in Elementor Finder
source: For Development
de_de: Für die Entwicklung

source: Setup Local Development Environment &amp; Dev Mode
de_de: Lokale Entwicklungsumgebung &amp; Dev-Mode einrichten

source: Install Add-On extensions for Toolbar Extras
de_de: Add-On-Erweiterungen für Toolbar-Extras installieren

# Title in Elementor Finder
source: About &amp; Support
de_de: Über &amp; Support

source: Get additional support resources and information for the Toolbar Extras plugin
de_de: Zusätzliche Support-Ressourcen und Informationen für das Toolbar Extras Plugin

# Title in Elementor Finder
source: Help Resources - Toolbar Extras
de_de: Hilfe-Ressourcen - Toolbar Extras

source: FAQ, Knowledge Base and Documentation for the plugin
de_de: FAQ, Wissensdatenbank und Dokumentation für das Plugin

# Title in Elementor Finder
source: Facebook Group - Toolbar Extras
de_de: Facebook-Gruppe - Toolbar Extras

source: Plugin's community user group
de_de: Community-Nutzergruppe des Plugins

source: These allow for tweaks and customizations
de_de: Für verschiedene Anpassungen

source: Oxygen Builder Toolbar options via Toolbar Extras
de_de: Oxygen Builder Toolbar-Optionen via Toolbar Extras

source: GiveWP Donations Toolbar options via Toolbar Extras
de_de: GiveWP Spenden Toolbar-Optionen via Toolbar Extras

source: Set items display, labels, icons, link behavior for the MainWP Add-On for Toolbar Extras
de_de: Einstellen der Anzeige von Elementen, Bezeichnungen, Symbolen, Linkverhalten für das MainWP Add-On für Toolbar Extras

source: Brizy Builder Toolbar options via Toolbar Extras
de_de: Brizy Builder Toolbar-Optionen via Toolbar Extras

source: Simple:Press Forums Toolbar options via Toolbar Extras
de_de: Simple:Press Foren Toolbar-Optionen via Toolbar Extras

source: Layers Setup
de_de: Layers-Einrichtung

source: Site Settings
de_de: Webseite-Einstellungen

source: Customize %s
de_de: Anpassen: %s

source: Site Identity
de_de: Website-Identität

source: Header Image
de_de: Headerbild

source: Background Image
de_de: Hintergrundbild

source: Colors
de_de: Farben

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: Developer Documentation
de_de: Entwickler-Dokumentation

source: Official Support
de_de: Offizieller Support

source: Official Site
de_de: Offizielle Website

source: Official Blog
de_de: Offizieller Blog

source: Developer Blog
de_de: Entwickler-Blog

source: Development @ GitHub
de_de: Entwicklung @ GitHub

source: Community Translations
de_de: Community-Übersetzungen

source: Community Translations (at WordPress.org)
de_de: Community-Übersetzungen (bei WordPress.org)

source: Translate Pro Plugin
de_de: Pro-Plugin übersetzen

source: YouTube Channel
de_de: YouTube-Kanal

source: YouTube Tutorials
de_de: YouTube-Anleitungen

source: Knowledge Base
de_de: Wissensbasis

source: Knowledge Base Articles
de_de: Wissensbasis-Artikel (KB)

source: Tutorials
de_de: Anleitungen

source: Tutorial Articles
de_de: Anleitungen

source: User Forum
de_de: Anwenderforum

source: Code Reference
de_de: Code-Referenz

source: Pro Docs
de_de: Pro-Dokumentation

source: Pro: Documentation
de_de: Pro: Dokumentation

source: Pro: Modules Documentation
de_de: Pro: Modul-Dokumentation

source: Pro: Facebook Group
de_de: Pro: Facebook-Gruppe

source: Pro: Official Site
de_de: Pro: Offizielle Website

source: Slack Channel
de_de: Slack-Kanal

source: Change Logs
de_de: Versionshistorie

source: Version History
de_de: Versionsprotokoll

source: Change Logs (Pro)
de_de: Versionshistorie (Pro)

source: Version History (Pro)
de_de: Versionshistorie (Pro)

source: Bug Reports &amp; Feature Requests
de_de: Fehlerberichte &amp; Feature-Anfragen

source: Bug Reports &amp; Feature Requests via GitHub Issues
de_de: Fehlerberichte &amp; Feature-Anfragen via GitHub Issues

source: Feature Requests
de_de: Feature-Anfragen

# Resource item title
source: FAQ
de_de: Häufige Fragen (FAQ)

source: Frequently Asked Questions - and Answers
de_de: Häufig gestellte Fragen - und Antworten

source: External Resource
de_de: Externe Ressource

source: No Page Builder registered
de_de: Kein Page Builder registriert

source: Default Blue
de_de: Standard Blau

source: Default Orange
de_de: Standard Orange

source: Toolbar Extras Purple
de_de: Toolbar Extras Lila

source: You have no sufficient permission to edit this special menu.
de_de: Du hast keine ausreichende Berechtigung, um dieses besondere Menü bearbeiten zu können.

source: Test this custom URL
de_de: Diese benutzerdefinierte URL testen

source: Color Wheel &amp; Color Schemes
de_de: Farbrad &amp; Farbschemata

source: Color Scheme Designer
de_de: Farbschema-Designer

source: Color Tools
de_de: Farb-Werkzeuge

source: Document
de_de: Dokument

source: Spreadsheet
de_de: Tabelle

source: Presentation
de_de: Präsentation

source: Image
de_de: Bilder

source: Image: JPGs
de_de: Bilder: JPGs

source: Image: PNGs
de_de: Bilder: PNGs

source: Image: Gifs
de_de: Bilder: Gifs

source: Image: WebPs
de_de: Bilder: WebPs

source: Documents
de_de: Dokumente

source: Spreadsheets
de_de: Tabellen

source: Presentations
de_de: Präsentationen

source: Manage %s
de_de: %s verwalten

source: All Media
de_de: Alle Medien

source: Files
de_de: Dateien

source: Media Library
de_de: Medien-Bibliothek

source: Elements and Options from Add-On Plugins
de_de: Widget-Elemente und Einstellungen von Add-On-Plugins

source: Rapid Development
de_de: Schnelle Entwicklung

source: Recently Activated
de_de: Kürzlich aktiv

source: Recently Activated Only
de_de: Nur kürzlich aktivierte Plugins anzeigen

source: Updateable
de_de: Aktualisierbar

source: Updateable Only
de_de: Nur aktualisierbare Plugins anzeigen

source: Must Use (MU)
de_de: Obligatorisch (MU)

source: Must Use - MU Plugins
de_de: Obligatorisch - MU-Plugins

source: Drop-ins - Special Plugins
de_de: Drop-ins - Besondere Plugins

source: Internal WordPress ID of current element
de_de: Interne WordPress-ID des aktuellen Elements

source: WordPress Codex for Developers
de_de: WordPress-Codex für Entwickler

source: Block Editor (Gutenberg) Handbook
de_de: Block-Editor-Handbuch (Gutenberg)

source: Child Themes Handbook
de_de: Child-Themes-Handbuch

source: REST API Handbook
de_de: REST-API-Handbuch

source: WordPress Developers @ StackExchange
de_de: WordPress Entwickler @ StackExchange

source: View %s
de_de: %s ansehen

source: View Archive for
de_de: Archiv ansehen für

source: Edit Menu:
de_de: Menü bearbeiten:

source: Toolbar Menu:
de_de: Toolbar-Menü:

source: Edit Super Admin Toolbar Menu:
de_de: Super Admin-Toolbar-Menü bearbeiten:

# Toolbar New Content section
source: New Post with Classic Editor
de_de: Neuer Beitrag mit klassischem Editor

# Toolbar New Content section
source: Add new Post with Classic Editor
de_de: Neuen Beitrag mit klassischem Editor hinzufügen

# Toolbar New Content section
source: New Post with Block Editor
de_de: Neuer Beitrag mit Block-Editor

# Toolbar New Content section
source: Add new Post with Block Editor
de_de: Neuen Beitrag mit Block-Editor hinzufügen

# Toolbar New Content section
source: New Page with Classic Editor
de_de: Neue Seite mit klassischem Editor

# Toolbar New Content section
source: Add new Page with Classic Editor
de_de: Neue Seite mit klassischem Editor hinzufügen

# Toolbar New Content section
source: New Page with Block Editor
de_de: Neue Seite mit Block-Editor

# Toolbar New Content section
source: Add new Page with Block Editor
de_de: Neue Seite mit Block-Editor hinzufügen

# Toolbar New Content section
source: Nav Menu
de_de: Nav-Menü

# Toolbar New Content section
source: Add new Nav Menu
de_de: Neues Nav-Menü hinzufügen
