Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: Re-hook WP Rocket Items
de_de: WP Rocket-Links verschieben

source: Re-hook Autoptimize Items
de_de: Autoptimize-Links verschieben

source: Re-hook Swift Performance Items
de_de: Swift Performance-Links verschieben

source: Remove some WooCommerce post types from New Content Group
de_de: Einige der WooCommerce-Inhaltstypen aus der Neue Inhalte-Gruppe entfernen

source: Remove All In One SEO Pack Items
de_de: All In One SEO Pack-Links entfernen

source: Remove UpdraftPlus Items
de_de: UpdraftPlus-Links entfernen

source: Remove Members Items
de_de: Members-Links entfernen

source: Remove Cobalt Apps Items
de_de: Cobalt Apps-Links entfernen

source: Remove Custom CSS Pro Items
de_de: Links von Eigenes CSS Pro entfernen

source: Remove Easy Updates Manager Items
de_de: Links von Easy Updates Manager entfernen

source: Remove Admin Page Spider Items
de_de: Admin Page Spider-Links entfernen

source: Remove Site Extend Group of Multisite Toolbar Additions Plugin
de_de: Links der Site-Erweiterungs-Gruppe von Multisite Werkzeugleiste-Zusätze entfernen

source: Change Translations Behavior
de_de: Verhalten von Übersetzungen ändern

source: Unload Elementor Translations
de_de: Elementor-Übersetzungen nicht laden

source: Unload Toolbar Extras Translations
de_de: Toolbar Extras-Übersetzungen nicht laden

source: Change Page Builder Behavior
de_de: Verhalten des Page Builder ändern

source: Build Group
de_de: Erschaffen-Gruppe

source: Display Theme Builder Item in %s?
de_de: Theme-Builder-Element in %s anzeigen?

source: Display Popups Item in %s?
de_de: Popup-Element in %s anzeigen?

source: Remove WordPress Widgets from Elementor Live Editor
de_de: WordPress-Widgets aus dem Elementor Live-Editor entfernen

source: The changes you made will be lost if you navigate away from this page.
de_de: Deine bisherigen Änderungen gehen verloren, wenn du diese Seite verlässt.

source: Search icon
de_de: Suchen-Icon

# Plugin settings tab title
source: General Settings
de_de: Allgemeine Einstellungen

# Plugin settings tab title
source: Smart Tweaks
de_de: Smarte Anpassungen

# Plugin settings tab title
source: For Development
de_de: Für die Entwicklung

# Plugin settings tab title
source: About &amp; Support
de_de: Über &amp; Support

source: Go to the Toolbar Extras General settings tab
de_de: Gehe zum Toolbar Extras Einstellungen-Tab „Allgemeine Einstellungen“

source: Go to the Toolbar Extras Smart Tweaks settings tab
de_de: Gehe zum Toolbar Extras Einstellungen-Tab „Smarte Anpassungen“

source: Go to the Toolbar Extras Development settings tab
de_de: Gehe zum Toolbar Extras Einstellungen-Tab „Für die Entwicklung“

source: Go to the Toolbar Extras Add-Ons settings tab
de_de: Gehe zum Toolbar Extras Einstellungen-Tab „MainWP Add-On“

source: Way more options for the %s you'll find in Toolbar Extras' plugin settings:
de_de: Viele weitere Optionen für die %s findest du bei den Plugin-Einstellungen von Toolbar Extras:

source: The WordPress Admin Bar
de_de: Die WordPress Admin-Leiste

# Admin menu title
source: Toolbar Tools
de_de: Toolbar-Werkzeuge

# Admin menu title
source: Toolbar Settings
de_de: Toolbar-Einstellungen

source: %s Dark Grey
de_de: %s Dunkelgrau

# Elementor General Settings tab title
source: Toolbar Extras for Elementor
de_de: Toolbar Extras für Elementor

source: Go to General Settings
de_de: Zu den Allgemeine Einstellungen

source: With this setting you can set/ tweak the name %1$s for Toolbar items added by %2$s.
de_de: Mit dieser Einstellung kannst du den Namen %1$s für Toolbar-Elemente einstellen/ anpassen, welche durch %2$s hinzugefügt wurden.

source: Additionally you can set a default Page Builder.
de_de: Zusätzlich kannst du einen Standard-Page Builder festlegen.

source: Tweak Elementor Behavior &amp; Toolbar Items
de_de: Elementor-Verhalten &amp; Toolbar-Elemente anpassen

source: Go to Smart Tweak Settings
de_de: Zu den Smarte-Anpassungen-Einstellungen

source: With these settings you can determine if the regular WordPress Widgets will appear in the Elementor Live Editor, plus, if certain items for Elementor Pro will appear within the %s of the Toolbar. Additionally you can optionally unload all Elementor translations (to have only English original strings).
de_de: Mit diesen Einstellungen kannst du bestimmen, ob die regulären WordPress Widgets im Elementor Live Editor erscheinen sollen, und ob bestimmte Elemente für Elementor Pro in der %s der Toolbar erscheinen sollen. Zusätzlich kannst du optional alle Elementor-Übersetzungen abschalten (um nur englische Original-Strings zu verwenden).

source: Additional Settings and Tweaks for Your Elementor Workflow
de_de: Zusätzliche Einstellungen und Optimierungen für deinen Elementor-Workflow

source: These settings here are only cross-linked to their original location on the %s settings page.
de_de: Diese Einstellungen sind von hier nur an ihre ursprüngliche Position auf der %s-Einstellungsseite verlinkt.

source: About this Plugin - Values, Principles
de_de: Über dieses Plugin - Werte, Grundsätze und Prinzipien

source: The whole idea is to use the WordPress Toolbar more - and for more typical tasks. Just because it is well suited for that. It is one central place from where you can control a lot of stuff. It is only a small bar but very powerful and always there.
de_de: Die ganze Idee ist, die WordPress Toolbar mehr zu verwenden - und für typischere Aufgaben. Eben weil sie dafür hervorragend geeignet ist. Es ist ein zentraler Ort, von dem aus man eine Menge Dinge kontrollieren kann. Es ist nur eine kleine Bar, aber sie ist sehr mächtig und vor allem, immer da.

source: The first underlying principle of Toolbar Extras is to provide the same items and resources at the exact same place on the Admin AND the Frontend Toolbar. This is really handy as over time you establish a habit and can control your work more "blindly".
de_de: Das erste Grundprinzip von Toolbar Extras besteht darin, die gleichen Elemente und Ressourcen an genau der gleichen Stelle in der Admin- UND Frontend-Toolbar bereitzustellen. Das ist wirklich praktisch, da man sich mit der Zeit eine Gewohnheit aneignet und seine Arbeit nahezu “blind" kontrollieren kann.

source: Another basic principle of Toolbar Extras is to provide as much integrations as possible and relevant - out of the box. Installing and activating the plugin and then continue with your work and your tasks. Of course there are dozens of settings when you need them but they won't get in your way. Period.
de_de: Ein weiteres Grundprinzip von Toolbar Extras ist es, so viele Integrationen wie möglich und relevant wie möglich bereitzustellen - und zwar „out of the box“. Das Plugin installieren und aktivieren und dann setzt fort mit deiner Arbeit und deinen Aufgaben. Natürlich gibt es Dutzende von Einstellungen, wenn man sie braucht, aber sie werden dir nicht im Weg stehen. Punkt.

source: My pleasure is to support the daily work, routines and tasks of Site Builders, Webmasters and Developers. This is also the main purpose of Toolbar Extras - naturally.
de_de: Es ist mir eine Freude, die tägliche Arbeit, Routinen und Aufgaben von Site-Buildern, Webmastern und Entwicklern zu unterstützen. Dies ist auch der Hauptzweck der Toolbar Extras - ganz natürlich.

source: Note, these Add-Ons/ Extensions are standalone plugins which do not require Toolbar Extras.
de_de: Beachte, dass es sich bei diesen Add-Ons/ Erweiterungen um eigenständige Plugins handelt, die Toolbar Extras nicht benötigen.

source: Add-Ons &amp; Extensions
de_de: Add-Ons &amp; Erweiterungen

source: A central feature of Toolbar Extras is that it plays nice with other plugins and themes. Extensibility is created - and wanted - in the core of the plugin. Therefore, it is only logical that Add-Ons and Extensions constantly extend the features and the horizon of the core plugin. So that you as Site Builder can save even more time and work more efficiently.
de_de: Ein zentrales Merkmal von Toolbar Extras ist, dass es sich gut mit anderen Plugins und Themen kombinieren lässt. Die Erweiterbarkeit wird im Kern des Plugins geschaffen - und gewünscht. Daher ist es nur logisch, dass Add-Ons und Erweiterungen die Funktionen und den Horizont des Basis-Plugins ständig erweitern. Damit du als Site-Builder noch mehr Zeit sparst und effizienter arbeiten kannst.

source: So you can even better integrate with other popular Page Builders, plugins and themes.
de_de: So kannst du noch besser in andere beliebte Page Builder, Plugins und Themes integrieren.

source: Please note
de_de: Bitte beachten

source: These official Add-Ons were specifically developed for Toolbar Extras and therefore require it.
de_de: Diese offiziellen Add-Ons wurden speziell für Toolbar Extras entwickelt und erfordern es daher.

source: For Development
de_de: Für die Entwicklung

source: These features are intended to make the life of Site Builders a little easier.
de_de: Diese Funktionen sollen das Leben von Site-Buildern etwas erleichtern.

source: Differentiating your various environments for development, staging and production helps you to get more productive and avoid mistakes. Therefore %s can autodetect if you are currently developing on a local install and mark your Toolbar appropriately. Of course, this feature can be disabled.
de_de: Die Differenzierung deiner verschiedenen Umgebungen für Entwicklung, Staging und Produktion hilft dir, produktiver zu werden und Fehler zu vermeiden. Daher kann %s automatisch erkennen, ob du gerade in eine lokalen Installation entwickelst und deine Toolbar entsprechend markieren. Natürlich kann diese Funktion deaktiviert werden.

source: Please note that the additional label on the right side of the Toolbar, %1$s, by default will only be shown for viewport sizes of %2$s or wider. This can also be adjusted via settings.
de_de: Bitte beachte, dass das zusätzliche Label auf der rechten Seite der Toolbar, %1$s, standardmäßig nur für Displaygrößen von %2$s oder höher angezeigt wird. Dies kann auch über die Einstellungen eingestellt werden.

source: The Dev Mode is an elegant way to make some features of this plugin more optional. Some features may not be needed all the time or for all use cases. Also, this allows for some more advanced, code-savvy features to have them optionally available.
de_de: Der Dev-Modus ist eine elegante Möglichkeit, einige Funktionen dieses Plugins optional zu gestalten. Einige Funktionen werden möglicherweise nicht immer oder für alle Anwendungsfälle benötigt. Dies ermöglicht es auch, dass einige fortgeschrittenere, codegestützte Funktionen optional verfügbar sind.

source: Just enable the Dev Mode if you want and this will bring additional plugin support, Plugin and Theme uploader sub menus as well as some additional options you can enable or disable.
de_de: Aktiviere einfach den Dev-Modus, wenn du willst - dies bringt zusätzliche Plugin-Unterstützung, Untermenüs für Plugin und Theme-Uploader sowie einige zusätzliche Optionen, die du aktivieren oder deaktivieren kannst.

source: Important plugin links:
de_de: Wichtige Plugin-Links:

# Help tab info
source: FAQ
de_de: FAQ - Häufige Fragen

# Help tab info
source: Facebook Group
de_de: Facebook-Gruppe

# Help tab info
source: Translations
de_de: Übersetzungen

# Help tab info
source: Donate
de_de: Spenden

# Help tab info
source: Join our Newsletter
de_de: Newsletter jetzt!

source: General Settings
de_de: Allgemeine Einstellungen

source: Every Toolbar top-level item is considered a "Group". So from left to right you get the following groups: WP Logo, Site, WP Comments, Updates, New Content, Build (by Toolbar Extras!). And on the right side you get the My Account ("Howdy"/ Welcome) Group, plus on the frontend the additional "Search". See the attached image links to get the whole thing visually: %1$s and %2$s.
de_de: Jedes oberste Element der Symbolleiste wird als "Gruppe" betrachtet. Von links nach rechts erhältst du also die folgenden Gruppen: WP-Logo, Website, WP-Kommentare, Updates, neue Inhalte, Build (über Toolbar Extras!). Und auf der rechten Seite siehst du die Gruppe Mein Konto ("Howdy"/Willkommen"), plus auf dem Frontend die zusätzliche "Suche". Sieh dir die angefügten Screenshot-Links an, um das Ganze visuell zu erfassen: %1$s und %2$s.

source: Toolbar Groups within the Admin
de_de: Toolbar-Gruppen im Adminbereich

source: Toolbar Groups on the Frontend
de_de: Toolbar-Gruppen im Frontend

source: Toolbar Extras provides settings to remove, or tweak some of the above mentioned groups. Most of this is done in the "General Settings" tab.
de_de: Toolbar Extras bietet Einstellungen zum Entfernen oder Optimieren einiger der oben genannten Gruppen. Das meiste davon geschieht unter dem Tab "Allgemeine Einstellungen".

source: If you want to disable all link attributes (so-called Tooltips), then you can find the link in Toolbar Extras > General Settings > Link behavior section.
de_de: Wenn du alle Linkattribute (sogenannte Tooltipps) deaktivieren möchtest, findest du den Link bei Toolbar Extras > Allgemeine Einstellungen > Verhalten von Links.

source: Getting Started - First Steps
de_de: Erste Schritte

source: In %s set your Default Page Builder and its name.
de_de: Lege in den %s deinen Standard-Page-Builder und dessen Namen fest.

source: Futher set the %1$s or alternatively the %2$s.
de_de: Lege weiterhin das %1$s oder alternativ das %2$s fest.

source: Main Item
de_de: Hauptelement

source: Fallback Item
de_de: Fallback-Element

source: Decide which %1$s or %2$s items you want to display or not.
de_de: Entscheide, welche %1$s- oder %2$s-Elemente in der Toolbar erscheinen sollen - oder eben nicht.

source: Group
de_de: Gruppen

source: single
de_de: Einzel

source: If that all works well setup some more options
de_de: Wenn das alles gut funktioniert, richte weitere Optionen ein

source: Optionally setup a special %1$s for %2$s
de_de: Optional kann ein spezielles %1$s für %2$s eingerichtet werden

source: custom menu
de_de: benutzerdefiniertes Menü

source: Additionally enable %s to adjust behavior of WordPress or third-party Toolbar items.
de_de: Aktiviere zusätzlich %s, um das Verhalten von WordPress- oder Drittanbieter-Toolbarelementen anzupassen.

source: Smart Tweaks
de_de: Smarte Anpassungen

source: This feature helps you use this plugin even easier and smarter.
de_de: Diese Funktion hilft dir, dieses Plugin noch einfacher und intelligenter zu nutzen.

source: A Typical Workflow Example
de_de: Ein typisches Workflow-Beispiel

source: Transfer settings from a development or blueprint install to the live/ production install.
de_de: Übertrage die Einstellungen von einer Entwicklungs- oder Blueprint-Installation auf die Live-/ Produktionsinstallation.

source: Prerequisites/ Requirements
de_de: Vorbereitungen/ Anforderungen

source: On BOTH sites/ installations you have installed & activated this plugin, %s.
de_de: Auf BEIDEN Websites/ Installationen hast du dieses Plugin installiert und aktiviert, %s.

source: It's recommended to have THE VERY SAME VERSIONS installed on the original site and also the receiving site. Reason: sometimes settings differ between plugin or Add-On versions. So with making sure you have the same versions installed and activated you just ensure the correct settings are included within the export file.
de_de: Es wird empfohlen, DIE IDENTISCHEN VERSIONEN auf der Original-Website und auch auf der empfangenden Website installiert zu haben. Begründung: Manchmal unterscheiden sich die Einstellungen zwischen Plugin- und Add-On-Versionen. Wenn du also sicherstellst, dass du die gleichen Versionen installiert und aktiviert hast, stellst du damit sicher, dass die richtigen Einstellungen in der Exportdatei enthalten sind.

source: Transfer
de_de: Übertragen

source: On the development install: Just make an Export file via the %s settings tab:
de_de: In der Entwicklungs-Website: Erstelle einfach eine Exportdatei über den %s Einstellungen-Tab:

source: In the %s section there enable only the checkboxes you need.
de_de: Im Abschnitt %s aktiviere nur die Kontrollkästchen, die du benötigst.

source: Save the %s file to your computer.
de_de: Speichere die %s-Datei auf deinem Computer.

source: On the live/ production site, just import this %s file and you're done!
de_de: Auf der Live-/ Produktions-Website importiere einfach diese %s-Datei und schon bist du fertig!

source: The feature is currently disabled in your install (via constant %s).
de_de: Die Funktion ist derzeit in deiner Installation deaktiviert (über die Konstante %s).

source: Special custom menu for %s
de_de: Besonderes, benutzerdefiniertes Menü für %s

source: All menu items via a Custom Menu here - and at all other places in the Toolbar (a.k.a. Admin Bar) - are only visible and accessible for Super Admins. That means in a Multisite Environment all Admins who can manage the Network. In regular WordPress (single) installs these are users with the Administrator user role.
de_de: Alle Menüelemente von einem benutzerdefinierten Menü hier - sowie an alle anderen Stellen in der Werkzeugleiste (a.k.a. Adminbar) - sind nur sichtbar und erreichbar für Super-Administratoren. Das bedeutet in einer Multisite-Umgebung alle Administratoren, die das Netzwerk verwalten können. In einer regulären WordPress-Installation (Single) sind dies alle Benutzer mit der Benutzerrolle ‚Administrator‘.

source: Added Menu Location by the plugin - only for %s:
de_de: Vom Plugin hinzugefügte Menüposition - nur für %s:

source: How to use it?
de_de: Wie wird es verwendet?

source: Create a new menu, set a name like %s
de_de: Ein neues Menü erstellen, einen Namen vergeben, zum Beispiel %s

source: Setup your links, might mostly be custom links, or any other...
de_de: Links einrichten, werden vermutlich meist nur URLs sein, oder eben jeden anderen aus einer der Menüboxen unten…

source: Save the new menu to the plugin's menu location. That's it :)
de_de: Das neue Menü dann speichern in der neuen Menüposition des Plugins. Das ist alles :)

source: Please note:
de_de: Bitte beachten:

source: Every parent item = one main Toolbar entry! So best would be to only use one parent item and set all other items as children.
de_de: Jedes Eltern-Menüelement = ein neuer Toolbar-Eintrag! Es ist also besser, nur ein Eltern-Element für das Toolbar-Menü zu verwenden und alle anderen Menüeinträge als Kind-Elemente.

source: See also this screenshot.
de_de: Bitte auch diesen Screenshot beachten.

source: Also, only %s can edit this menu, all other users/ roles will be blocked!
de_de: Außerdem, nur %s können dieses Menü bearbeiten, alle anderen Benutzer/ -rollen werden blockiert!

source: Essential
de_de: Grundlegend

source: Development Roadmap
de_de: Planung

source: More
de_de: Mehr

source: Connect
de_de: Verbinden

source: Facebook Group
de_de: Facebook-Gruppe

source: Don't like the WordPress logo and its link items at top left corner? Just remove it completely or replace it with the smart web group. Keep your workspace more useful.
de_de: Gefällt dir das WordPress-Logo und seine Link-Elemente in der linken oberen Ecke nicht? Einfach komplett entfernen oder durch die smarte Web-Gruppe ersetzen. Gestalte deine Arbeitsbereich nützlicher.

source: Finally, edit the Welcome Item and remove or replace the ridicioulos %s at the top right corner. Keep your workspace more individually customized.
de_de: Endlich: Bearbeite das Willkommenselement und entferne oder ersetze das lächerliche %s in der oberen rechten Ecke. So kannst du deinen Arbeitsbereich noch individueller gestalten.

source: Have a plugin placing an annoying list of items into the Toolbar? Chances are that we have a Smart Tweak to re-hook as a sub item somwhere else or completely remove it. Keep your workspace optimized.
de_de: Hat ein Plugin eine lästige Liste von Elementen in der Toolbar platziert? Es besteht die Chance, dass wir eine Smarte Anpassung haben, um die Elemente des Plugins als Unterpunkt irgendwo anders wieder einzuhängen oder vollständig zu entfernen. Optimiere deinen Arbeitsbereich.

source: Managing multilingual websites for foreign clients and don't need Elementor translations in a language you don't know and speak? No problem, just unload translations for Elementor (Pro)
de_de: Du verwaltest mehrsprachige Websites für ausländische Kunden und benötigst keine Elementor-Übersetzungen in einer Sprache, die du nicht kennst und sprichst? Kein Problem, einfach Übersetzungen für Elementor (Pro) nicht mehr laden lassen.

source: This settings section is all about tweaking existing behavior regarding the Toolbar: So you can tweak the behavior of WordPress itself, of third-party plugins or even special things independent from the Toolbar. This will help tailor your site building experience to your own needs.
de_de: In diesem Bereich der Plugineinstellungen geht es darum, das bestehendes Toolbar-Verhalten zu optimieren: So kannst du das Verhalten von WordPress selbst, von Drittanbieter-Plugins oder sogar speziellen Dingen unabhängig von der Symbolleiste anpassen. Dies wird dir helfen, deine Benutzererfahrung beim Erstellen von Websites noch besser an deine eigenen Bedürfnisse anzupassen.

source: Some examples
de_de: Einige Beispiele

source: %s 5-star rating
de_de: %s 5-Sterne-Bewertung

source: Hello! Seems like you have optimized your admin bar experience with %s — Thanks so much!
de_de: Hallo! Es scheint so, als hättest du deine Adminleisten-Erfahrung mit %s optimiert - einfach klasse, vielen Dank!

source: Could you please do me a BIG favor and give it a %s on WordPress.org? This would boost my motivation and help other users make a comfortable decision while saving time for various tasks of a site builder.
de_de: Könntest du mir bitte einen GROSSEN Gefallen tun und dem Plugin eine %s auf WordPress.org geben? Dies würde meine Motivation steigern und anderen Nutzern helfen, eine komfortable Entscheidung zu treffen und gleichzeitig Zeit für verschiedene Aufgaben eines Site-Builders zu sparen.

source: Ok, you deserve it
de_de: Ok, du hast es verdient

source: Maybe later
de_de: Vielleicht später

source: I already did
de_de: Habe ich schon erledigt

source: Settings
de_de: Einstellungen

source: Appearance
de_de: Design

source: Menus
de_de: Menüs

source: Yes, I want the info
de_de: Ja, ich will die Infos

source: Thank You for Installing and Activating the Toolbar Extras Plugin!
de_de: Vielen Dank, dass du das Toolbar Extras Plugin installiert und aktiviert hast!

source: You'll find the plugin's settings under:
de_de: Du findest die Einstellungen des Plugins unter:

source: To create an (optional) Admin Toolbar Menu just build a new menu here:
de_de: Um ein (optionales) Toolbar-Menü für Admins zu erstellen, lege einfach ein neues Nav-Menü hier an:

source: Stay in the loop and subscribe to my Plugins Newsletter:
de_de: Bleibe auf dem Laufenden und abonniere meinen Plugins-Newsletter:

source: Welcome to Toolbar Extras - Thank You for Using this Plugin!
de_de: Willkommen bei Toolbar Extras - Danke, dass du dieses Plugin verwendest!

source: Video with short summary of what the plugin does
de_de: Video mit kurzer Zusammenfassung, was das Plugin macht

source: Toolbar Extras Plugin - the Video Tour
de_de: Toolbar Extras-Plugin - die Video-Tour

source: See the Video Tour
de_de: Video-Tour anschauen

source: Below you'll find all options for this plugin as well as all resources for support.
de_de: Unterhalb findest du alle Optionen für dieses Plugin und ebenso alle Ressourcen für Support.

source: Have a great day and enjoy building your site.
de_de: Viel Erfolg beim Erschaffen deiner Website!

source: My Plugin Story
de_de: Meine Plugin-Story
