Repository: deckerweb/toolbar-extras
Catalog: languages/toolbar-extras-*.po
Languages: de_de

source: Add New MailPoet Form
de_de: Neues MailPoet-Formular hinzufügen

source: List
de_de: Liste

source: Add New MailPoet List (Segment)
de_de: Neue MailPoet-Liste (Segment) hinzufügen

source: Subscriber
de_de: Abonnent

source: Add New Subscriber in MailPoet
de_de: Neuen Abonnenten in MailPoet hinzufügen

source: Segments
de_de: Segmente

source: Edit Segment
de_de: Segment bearbeiten

source: Newsletters
de_de: Newsletter

source: Welcome Emails
de_de: Willkommens-E-Mails

source: Post Notifications
de_de: Push-Benachrichtigungen

source: All Segments
de_de: Alle Segmente

source: New Segment
de_de: Neues Segment

source: Help
de_de: Hilfe/ System-info

source: Add New MailPoet Segment (List)
de_de: Neues MailPoet-Segment (Liste) hinzufügen

source: Campaigns
de_de: Kampagnen

source: Edit Campaign
de_de: Kampagne bearbeiten

source: Preview Campaign
de_de: Kampagne Vorschau

source: Edit Autoresponder
de_de: Autoresponder bearbeiten

source: Preview Autoresponder
de_de: Vorschau Autoresponder

source: Form Fields
de_de: Formularfelder

source: Autoresponders
de_de: Autoresponder

source: New Autoresponder
de_de: Neuer Autoresponder

source: Installed Templates
de_de: Installierte Templates

source: Setup Wizard
de_de: Einrichtungsassistent

source: Step 1: Basic Information
de_de: Schritt 1: Grundlegende Informationen

source: Step 2: Newsletter Homepage
de_de: Schritt 2: Newsletter Homepage

source: Step 3: Delivery
de_de: Schritt 3: Zustellung

source: Step 3: Email Delivery
de_de: Schritt 3: E-Mail-Zustellung

source: Step 4: Privacy
de_de: Schritt 4: Datenschutz

source: Step 4: Privacy Settings
de_de: Schritt 4: Datenschutzeinstellungen

source: Step 5: License
de_de: Schritt 5: Lizenz

source: Step 5: License Validation
de_de: Schritt 5: Lizenzvalidierung

source: Step 6 (finish): Ready
de_de: Schritt 6 (Abschluss): Bereit

source: Mailster Tests and Info
de_de: Mailster Tests und Infos

source: Test Results: Output
de_de: Testergebnisse: Ausgabe

source: Test Results: Text Output
de_de: Testergebnisse: Textausgabe

source: Privacy
de_de: Datenschutz

source: WordPress Users
de_de: WordPress-Benutzer

source: Text Strings
de_de: Textstellen

source: Delivery
de_de: Zustellung

source: Capabilities
de_de: Berechtigungen

source: Authentication
de_de: Authentifizierung

source: Manage Settings
de_de: Einstellungen verwalten

source: Mailster Settings
de_de: Mailster-Einstellungen

source: Email Verification
de_de: E-Mail-Verifizierung

source: Re-Permission
de_de: Wiederzulassung

source: Mailster Add-On Settings
de_de: Mailster Add-On-Einstellungen

source: Mailster Campaign
de_de: Mailster-Kampagne

source: Add New Mailster Campaign Data
de_de: Neue Mailster-Kampagnendaten hinzufügen

source: Add New Mailster Newsletter
de_de: Neuen Mailster-Newsletter hinzufügen

source: Add New Mailster Autoresponder
de_de: Neuen Mailster Autoresponder hinzufügen

source: Add New Form in Mailster
de_de: Neues Formular in Mailster hinzufügen

source: Add New List in Mailster
de_de: Neue Liste in Mailster hinzufügen

source: Add New Subscriber in Mailster
de_de: Neuen Abonnenten in Mailster hinzufügen

source: Form Styles
de_de: Formularstile

source: Default Field Styles
de_de: Standard-Feldstile

source: Field Type Styles
de_de: Feldtypen-Stile

source: Error Styles
de_de: Fehler-Stile

source: DatePicker Styles
de_de: Datumswähler-Stile

source: File Uploads
de_de: Hochgeladene Dateien

source: View Uploads
de_de: Dateien ansehen

source: Upload Settings
de_de: Upload-Einstellungen

source: External Services
de_de: Externe Dienste

source: Favorite Fields
de_de: Favorisierte Felder

source: Licenses
de_de: Lizenzen

source: Campaigns &amp; Optins
de_de: Kampagnen &amp; Optins

source: Create New Campaign
de_de: Neue Kampagne anlegen

source: API Credentials
de_de: API-Zugang

source: Account
de_de: Benutzerkonto

source: Manage Sites
de_de: Websites verwalten

source: Post SMTP (Postman)
de_de: Post SMTP (Postbote)

source: Email Log
de_de: E-Mail-Protokoll

source: Post SMTP Email Log
de_de: Post SMTP E-Mail-Protokolle

source: Message
de_de: Mitteilung

source: Logging
de_de: Protokollierung

source: Notifications
de_de: Benachrichtigungen

source: Send Test Email
de_de: Test E-Mail senden

source: Connectivity Test
de_de: Verbindungstest

source: Diagnostic Test
de_de: Diagnosetest

source: Credits
de_de: Danksagung

source: Export Form
de_de: Formular exportieren

source: Import Form
de_de: Formular importieren

source: Migrate
de_de: Migrieren

source: Access Controls
de_de: Zugriffskontrollen

source: Protectors
de_de: Protektoren

source: Transactions
de_de: Transaktionen

source: Tools - Export, Import, Logs
de_de: Werkzeuge - Export, Import, Protokolle

source: Miscellaneous
de_de: Verschiedenes

source: Conversational View
de_de: Gesprächsansicht

source: Form Page View
de_de: Formular-Seitenansicht

source: Conversational Forms
de_de: Gesprächsformulare

source: Conversational Form
de_de: Gesprächsformular

source: View Form Page
de_de: Formularseite anzeigen

source: Edit Conversational Form
de_de: Gesprächsformular bearbeiten

source: Form Pages
de_de: Formularseiten

source: Form Page
de_de: Formularseite

source: Edit Form Page
de_de: Formularseite bearbeiten

source: Validation
de_de: Überprüfung

source: Misc
de_de: Sonstiges

source: Developer Team
de_de: Entwickler-Team

source: Edit Listings
de_de: Auflistungen bearbeiten

source: AgentPress Listings
de_de: AgentPress Auflistungen

source: Features
de_de: Funktionen

source: Register Taxonomy
de_de: Taxonomie registrieren

source: All Global Blocks
de_de: Alle Globalen Blöcke

source: All Global Content Blocks
de_de: Alle Globalen Inhaltsblöcke

source: New Global Block
de_de: Neuer Globaler Block

source: New Global Content Block
de_de: Neuer Globaler Inhaltsblock

source: Global Content Block
de_de: Globaler Inhaltsblock

source: Block Settings
de_de: Block-Einstellungen

source: Defaults
de_de: Standards

source: Sandboxed Functions
de_de: Functions-Sandbox

source: Hook Config
de_de: Hook-Konfiguration

source: Design Options
de_de: Design-Optionen

source: Customize Design
de_de: Design anpassen

source: Full View
de_de: Vollansicht

source: Custom Options
de_de: Eigene Optionen

source: Custom CSS, JS, Code
de_de: Eigenes CSS, JS, Code

source: Image Manager
de_de: Bilder verwalten

source: Theme Creator
de_de: Theme-Ersteller

source: Child Theme Creator
de_de: Child Theme-Ersteller

source: Help Videos
de_de: Hilfe-Videos

source: Help Videos (Inline)
de_de: Hilfe-Videos (Inline)

source: Custom CSS &amp; Code
de_de: Eigenes CSS &amp; Code

source: Display Featured Image
de_de: Anzeige ausgewähltes Bild

source: Main Settings
de_de: Haupteinstellungen

source: Backstretch Output
de_de: Backstretch-Ausgabe

source: Content Types
de_de: Inhaltstypen

source: Display Related Posts
de_de: Anzeige ähnlicher Beiträge

source: Pages
de_de: Seiten

source: Settings for Pages
de_de: Einstellungen für Seiten

source: Edit 404 Page
de_de: 404-Seite bearbeiten

source: Genesis Accessible
de_de: Genesis Barrierefrei

source: All Books
de_de: Alle Bücher

source: New Book
de_de: Neues Buch

source: New Book Builder
de_de: Neues Buch bauen

source: %s Page
de_de: Seite: %s

source: Custom Headers
de_de: Individuelle Header

source: Genesis Custom Headers
de_de: Genesis Individuelle Header

source: Style with Genesis Design Palette Pro
de_de: Styling mit Genesis Design Palette Pro

source: General Body
de_de: Body allgemein

source: Header Area
de_de: Header-Bereich

source: Content Area
de_de: Inhaltsbereich

source: Entry Content
de_de: Beitragsinhalt

source: Content Extras
de_de: Inhalts-Extras

source: Blocks
de_de: Blöcke

source: Footer Area
de_de: Footer-Bereich

source: Freeform CSS
de_de: Individuelles CSS

source: Utilities
de_de: Helferlein

source: Fonts
de_de: Schriften

source: General Site Styles
de_de: Allgemeine Website-Stile

source: Navigation Areas
de_de: Navigationsbereiche

source: Post Content Areas
de_de: Beitrags-Inhaltsbereiche

source: Additional Content Styles
de_de: Zusätzliche Inhaltsstile

source: Comments Area Settings
de_de: Einstellungen für Kommentare

source: Main Sidebar Areas
de_de: Haupt-Seitenleisten

source: Site Footer Area
de_de: Website-Footer-Bereich

source: Block Styles
de_de: Block-Stile

source: Extra Settings Transporter
de_de: Extra-Einstellungen Transporter

source: Genesis Extra Settings Transporter
de_de: Genesis Extra-Einstellungen Transporter

source: Featured Image Header
de_de: Beitragsbild-Header

source: Genesis Featured Image Header
de_de: Genesis Beitragsbild-Header

source: Grid Settings
de_de: Raster-Einstellungen

source: Genesis Grid Settings
de_de: Genesis Raster-Einstellungen

source: All Portfolio Items
de_de: Alle Portolio-Beiträge

source: New Portfolio Item
de_de: Neuer Portfolio-Beitrag

source: Edit Portfolio Items
de_de: Portolio-Beiträge bearbeiten

source: Genesis Responsive Slider
de_de: Genesis Responsiver Slider

source: Simple Edits
de_de: Einfache Anpassungen

source: Genesis Simple Edits for Footer and Entry Meta
de_de: Genesis einfache Anpassungen für Footer und Beitrags-Metadaten

source: All FAQ Items
de_de: Alle FAQ-Einträge

source: New FAQ Item
de_de: Neuer FAQ-Eintrag

source: FAQ Categories
de_de: FAQ-Kategorien

source: Edit FAQ Items
de_de: FAQ-Einträge bearbeiten

source: Simple Hooks
de_de: Einfache Hooks

source: Genesis Hook Locations
de_de: Genesis Hook-Positionen

source: Simple Sidebars
de_de: Einfache Sidebars

source: Manage Genesis Sidebars
de_de: Genesis Sidebars verwalten

source: Theme Colors
de_de: Theme-Farben

source: Content Settings
de_de: Inhaltseinstellungen

source: Comment Settings
de_de: Kommentar-Einstellungen

source: Button Styles
de_de: Button-Stile

source: Widget Styles
de_de: Widget-Stile

source: New Testimonial Builder
de_de: Neues Testimonial bauen

source: Not Found &amp; 404 Page
de_de: Nichts gefunden &amp; 404-Seite

source: Edit 404 Page Live Preview
de_de: Bearbeiten: 404-Seite Live-Vorschau

source: Edit 404 Page Widget Admin
de_de: Bearbeiten: 404-Seite Widget-Admin

source: Edit Not Found Page Live Preview
de_de: Bearbeiten: Nichts-gefunden-Seite Live-Vorschau

source: Edit Not Found Page Widget Admin
de_de: Bearbeiten: Nichts-gefunden-Seite Widget-Admin

source: Search Not Found Live Test
de_de: Suche nicht gefunden Live-Test

source: Access Control
de_de: Zugriffskontrolle

source: Taxonomies
de_de: Taxonomien

source: Post Groups
de_de: Beitragsgruppen

source: Toolset Forms
de_de: Toolset-Formulare

source: Custom Roles
de_de: Eigene Benutzerrollen

source: Access
de_de: Zugriff

source: Theme (TBT) - Toolset Advanced Export
de_de: Theme (TBT) - Toolset Erweiterter Export

source: Toolset Forms Commerce
de_de: Toolset-Formulare Handel

source: Forms Commerce
de_de: Formulare Handel

source: Post Forms
de_de: Beitragsformulare

source: All Post Forms
de_de: Alle Beitragsformulare

source: New Post Form
de_de: Neues Beitragsformular

source: User Forms
de_de: Benutzerformulare

source: All User Forms
de_de: Alle Benutzerformulare

source: New User Form
de_de: Neues Benutzerformular

source: Relationship Forms
de_de: Beziehungsformulare

source: All Relationship Forms
de_de: Alle Beziehungsformulare

source: New Relationship Form
de_de: Neues Beziehungsformular

source: non-Toolset Post Fields
de_de: nicht-Toolset-Beitragsfelder

source: Manage non-Toolset Post Fields with Toolset Forms
de_de: Nicht-Toolset-Beitragsfelder mit Toolset-Formularen verwalten

source: Post Form
de_de: Beitragsformular

source: User Form
de_de: Benutzerformular

source: Relationship Form
de_de: Beziehungsformular

source: Install Reference Sites
de_de: Referenz-Websites installieren

source: Reference Sites
de_de: Referenz-Websites

source: Manage Layouts
de_de: Layouts verwalten

source: Layouts CSS and JS Editor
de_de: Layouts CSS- und JS-Editor

source: Module Manager
de_de: Module verwalten

source: Define Modules
de_de: Module definieren

source: Modules Library
de_de: Modulbibliothek

source: All Modules
de_de: Alle Module

source: Member
de_de: Mitglieder

source: Magazine
de_de: Magazin

source: Real Estate
de_de: Immobilien

source: Custom Code
de_de: Eigener Code

source: Manage Custom Code
de_de: Eigenen Code verwalten

source: Installed Toolset Plugins
de_de: Installierte Toolset-Plugins

source: All currently installed plugins
de_de: Alle aktuell installierten Plugins

source: Install Plugins &amp; Add-Ons
de_de: Plugins &amp; Add-Ons installieren

source: Debug Information
de_de: Debug-Informationen

# Toolbar New Content section
source: Toolset Content
de_de: Toolset-Inhalt

# Toolbar New Content section
source: New Toolset Content
de_de: Neuer Toolset-Inhalt

source: Types
de_de: Typen

source: Custom Fields
de_de: Individuelle Felder

source: All Post Fields
de_de: Alle Beitragsfelder

source: New Post Field
de_de: Neues Beitragsfeld

source: All User Fields
de_de: Alle Benutzerfelder

source: New User Field
de_de: Neues Benutzerfeld

source: All Term Fields
de_de: Alle Begrifsfelder

source: New Term Field
de_de: Neues Begriffsfeld

source: Relationships
de_de: Beziehungen

source: All Relationships
de_de: Alle Beziehungen

source: New Relationship
de_de: Neue Beziehung

source: New Relationship - Setup Wizard
de_de: Neue Beziehung - Einrichtungsassistent

source: Custom Content
de_de: Individueller Inhalt

source: Text Search
de_de: Textsuche

source: Text Search Settings - for Relevanssi Plugin
de_de: Einstellungen für die Textsuche - für das Relevanssi Plugin

source: Associations
de_de: Assoziationen

source: Custom Post Field
de_de: Individuelles Beitragsfeld

source: Custom User Field
de_de: Individuelles Benutzerfeld

source: Custom Term Field
de_de: Individuelles Begriffsfeld

source: Relationship
de_de: Beziehung

source: WooCommerce Views
de_de: WooCommerce Ansichten

source: Manage Views
de_de: Ansichten verwalten

source: Content Templates
de_de: Inhalts-Templates

source: All by Name
de_de: Alle nach Name

source: Usage by Single Page
de_de: Verwendung durch einzelne Seite

source: Usage by Custom Post Archive
de_de: Verwendung durch eigenes Beitragsarchiv

source: Usage by Taxonomy Archive
de_de: Verwendung durch Taxonomiearchiv

source: WordPress Archives
de_de: WordPress Archive

source: Usage by Archive Loops
de_de: Verwendung durch Archiv-Loops

source: Front-end Content
de_de: Frontend-Inhalt

source: Views Integration
de_de: Ansichten-Integration

source: Maps
de_de: Karten

source: WPML Suite - Multilingual
de_de: WPML Suite - Mehrsprachig

source: Languages
de_de: Sprachen

source: Setup Languages
de_de: Sprachen einrichten

source: Edit Languages
de_de: Sprachen bearbeiten

source: Strings: Themes &amp; Plugins
de_de: Zeichenketten: Themen &amp; Plugins

source: Translate WP Elements
de_de: WP-Elemente übersetzen

source: Nav Menus Sync
de_de: Nav-Menüs synchronisieren

source: Taxonomy Translation
de_de: Übersetzung von Taxonomien

source: Installed WPML Plugins
de_de: Installierte WPML-Plugins

source: System Information
de_de: Systeminformationen

source: Media Translation
de_de: Medienübersetzung

source: Sticky Links
de_de: Fixierte Links

source: String Translation
de_de: Zeichenkettenübersetzung

source: Translation Management
de_de: Übersetzungsmanagement

source: Roles
de_de: Benutzerrollen

source: Communication Log
de_de: Kommunikationsprotokoll

source: Translations Queue
de_de: Übersetzungswarteschlange

source: Package Management
de_de: Paketmanagement

source: Multilingual Content Setup
de_de: Mehrsprachige Inhalts-Einrichtung

source: Translation Notifications
de_de: Übersetzungsbenachrichtigungen

source: Custom XML Configuration
de_de: Individuelle XML-Konfiguration

source: WooCommerce Multilingual
de_de: WooCommerce Mehrsprachig

source: Products
de_de: Produkte

source: Product Categories
de_de: Produktkategorien

source: Product Tags
de_de: Produkt-Schlagwörter

source: Attributes
de_de: Eigenschaften

source: Shipping Classes
de_de: Versandklassen

source: Settngs
de_de: Einstellungen

source: Multi Currency
de_de: Mehrere Währungen

source: Store URLs
de_de: Shop-URLs

source: Toolset Red
de_de: Toolset Rot

source: WPML Red
de_de: WPML Rot

source: WPML Green
de_de: WPML Grün

source: 404 Page Settings
de_de: 404-Seite Einstellungen

source: Block Types
de_de: Block-Typen

source: All Block Types
de_de: Alle Block-Typen

source: New Block Type
de_de: Neuer Block-Typ

source: Option Pages
de_de: Optionsseiten

source: All Option Pages
de_de: Alle Optionsseiten

source: New Option Page
de_de: Neue Optionsseite

source: Dynamic Post Types
de_de: Dynamische Inhaltstypen

source: Dynamic Taxonomies
de_de: Dynamische Taxonomien

source: ACF Extended
de_de: ACF Erweitert

source: Options Table
de_de: Options-Tabelle

source: ACF Field Groups
de_de: ACF-Feldgruppen

source: Advanced Custom Fields (ACF) - Field Groups
de_de: Advanced Custom Fields (ACF) - Feldgruppen

source: All Field Groups
de_de: Alle Feldgruppen

source: New Field Group
de_de: Neue Feldgruppe

source: Categories (via ACF Extended)
de_de: Kategorien (über ACF Erweitert)

source: Pro: Updates &amp; License
de_de: Pro: Updates &amp; Lizenz

source: ACF Field Group
de_de: ACF-Feldgruppe

source: Field Group - Advanced Custom Fields
de_de: Feldgruppe - Erweiterte benutzerdefinierte Felder (ACF)

source: Activity Log
de_de: Aktivitätsprotokoll

source: Notification Settings
de_de: Benachrichtiguns-Einstellungen

source: Add From Server
de_de: Hinzufügen vom Server

# Toolbar New Content section
source: Add From Server
de_de: Hinzufügen vom Server

source: Advanced Cron Manager
de_de: Erweiterter Cron-Manager

source: WP Crontrol - Manager for WP Cronjobs
de_de: WP-Crontrol - WP-Cronjobs verwalten

source: Manage WP-Cron Events
de_de: WP-Cron-Ereignisse verwalten

source: Advanced: Global
de_de: Erweitert: Global

source: Advanced: Header
de_de: Erweitert: Header

source: Advanced: Footer
de_de: Erweitert: Footer

source: Advanced: Miscellaneous
de_de: Erweitert: Sonstiges

source: Advanced: Home Page
de_de: Erweitert: Homepage

source: Browse Backups
de_de: Datensicherungen

source: Edit Job
de_de: Auftrag bearbeiten

source: Run Now
de_de: Jetzt ausführen

source: Backup Jobs
de_de: Backup-Aufträge

source: All Jobs
de_de: Alle Aufträge

source: New Job
de_de: Neuer Auftrag

source: All Backups
de_de: Alle Datensicherungen

source: All Log Files
de_de: Alle Protokolldateien

source: Jobs
de_de: Aufträge

source: Network
de_de: Netzwerk

source: API Keys
de_de: API-Schlüssel

source: BackWPup Job
de_de: BackWPup-Auftrag

source: Better Search Replace
de_de: Besser Suchen Ersetzen

source: Search &amp; Replace
de_de: Suchen &amp; Ersetzen

source: Search &amp; Replace (Run the Action)
de_de: Suchen &amp; Ersetzen (Aktion ausführen)

source: Help &amp; Troubleshooting
de_de: Hilfe &amp; Fehlerbehebung

source: Dashboard - Overview
de_de: Dashboard - Übersicht

source: Cookie Groups
de_de: Cookie-Gruppen

source: All Cookie Groups
de_de: Alle Cookie-Gruppen

source: New Cookie Group
de_de: Neue Cookie-Gruppe

source: Content Blocker
de_de: Inhaltsblocker

source: All Content Blocker
de_de: Alle Inhaltsblocker

source: New Content Blocker
de_de: Neuer Inhaltsblocker

source: Script Blocker
de_de: Skriptblocker

source: All Script Blocker
de_de: Alle Skriptblocker

source: New Script Blocker
de_de: Neuer Skriptblocker

source: Help &amp; Support
de_de: Hilfe &amp; Support

# New Content Group
source: Cookie Groups
de_de: Cookie-Gruppen

# New Content Group
source: Content Blocker
de_de: Inhaltsblocker

# New Content Group
source: Script Blocker
de_de: Skriptblocker

source: Customization
de_de: Anpassung

source: How to use?
de_de: Wie wird es verwendet?

source: FAQs
de_de: Häufige Fragen

source: Google Test Tool
de_de: Google Test-Werkzeug

source: Sidebar Manager
de_de: Sidebars verwalten

source: New Sidebar
de_de: Neue Sidebar

source: All Flows
de_de: Alle Abläufe

source: New Flow
de_de: Neuer Ablauf

source: Global Checkout
de_de: Globale Kasse

source: Import Flows
de_de: Abläufe importieren

source: Export Flows
de_de: Abläufe exportieren

source: Step 1: Basic
de_de: Schritt 1: Basis

source: Step 2: Page Builder
de_de: Schritt 2: Page Builder

source: Step 3: Checkout
de_de: Schritt 3: Kasse

source: Step 4: Training
de_de: Schritt 4: Training

source: Step 5: Ready
de_de: Schritt 5: Fertig

source: Export &amp; Import Customizer Options
de_de: Customizer-Optionen Exportieren & Importieren

source: Edit Projects
de_de: Projekte bearbeiten

source: Edit Services Lists
de_de: Dienste-Liste bearbeiten

source: Custom: Full View
de_de: Optionen: Vollansicht

source: Instant IDE Preview
de_de: Instant IDE Vorschau

source: Instant IDE - Site Preview
de_de: Instant IDE - Website-Vorschau

source: Child Theme Editor Full View
de_de: Child Theme-Editor Vollansicht

source: Child Theme Image Manager
de_de: Child Theme Bilder verwalten

source: Untitled #%d
de_de: Ohne Titel #%d

source: Edit Snippet
de_de: Snippet bearbeiten

source: Clone Snippet
de_de: Snippet klonen

source: Export Snippet
de_de: Snippet exportieren

source: All Snippets
de_de: Alle Snippets

source: New Snippet
de_de: Neues Snippet

source: Import Snippets
de_de: Snippets importieren

# Toolbar New Content section
source: Add new Code Snippet
de_de: Neuen Code-Snippet hinzufügen

source: Compress Images
de_de: Bilder komprimieren

source: Compress JPEG & PNG Images
de_de: JPEG- und PNG-Bilder komprimieren

source: Bulk Optimization
de_de: Massenoptimierung

source: Bulk Image Optimization
de_de: Massenbildoptimierung

source: Content Aware Sidebars
de_de: Inhalts-relevante Sidebars

source: Edit Timeline Stories
de_de: Zeitleisten-Stories bearbeiten

source: Timeline Content
de_de: Zeitleisten-Inhalt

source: All Timeline Stories
de_de: Alle Zeitleisten-Stories

source: New Timeline Story
de_de: Neue Zeitleisten-Story

source: New Timeline Builder
de_de: Neue Zeitleiste bauen

source: New FAQ Builder
de_de: Neue FAQ bauen

source: Church Content
de_de: Kircheninhalte

source: Sermons
de_de: Predigten

source: All Sermons
de_de: Alle Predigten

source: New Sermon
de_de: Neue Predigt

source: New Sermon Builder
de_de: Neue Predigt bauen

source: Podcast Settings
de_de: Podcast-Einstellungen

source: Events
de_de: Veranstaltungen

source: All Events
de_de: Alle Veranstaltungen

source: New Event
de_de: Neue Veranstaltung

source: New Event Builder
de_de: Neue Veranstaltung bauen

source: All Locations
de_de: Alle Orte

source: New Location
de_de: Neuer Ort

source: New Location Builder
de_de: Neuen Ort bauen

source: Persons
de_de: Personen

source: All Persons
de_de: Alle Personen

source: New Person
de_de: Neue Person

source: New Person Builder
de_de: Neues Person bauen

source: People
de_de: Personen

source: Edit Sermons
de_de: Predigten bearbeiten

source: Edit Events
de_de: Veranstaltungen bearbeiten

source: Edit Persons
de_de: Personen bearbeiten

source: Edit Locations
de_de: Orte bearbeiten

source: Plugin: Church Content Support Forum
de_de: Plugin: Kirchen-Inhalte Support-Forum

source: Plugin: Church Content Documentation for Managing Content Types
de_de: Plugin: Kircheninhalte Dokumentation zum verwalten von Inhaltstypen

source: Plugin: Church Content Translations
de_de: Plugin: Kirchen-Inhalte Übersetzungen

source: Plugin: Church Content Development
de_de: Plugin: Kirchen-Inhalte Entwicklung

source: Custom CSS Pro
de_de: Eigenes CSS Pro

source: Custom CSS Pro - Live Editor
de_de: Eigenes CSS Pro - Live-Editor

source: Custom Field Suite (CFS) - Field Groups
de_de: Custom Field Suite (CFS) - Feld-Gruppen

source: Tools: Export &amp; Import
de_de: Werkzeuge: Export &amp; Import

source: Custom Export &amp; Import
de_de: Individueller Export &amp; Import
